{
  "samples": [
    {
      "original": "למבחן הפסיכומטרי ניגשו בשנה שעברה כשמונים ושבעה אלף תלמידים.",
      "normalized": "למבחן הפסיכומטרי ניגשו בשנה שעברה כ-87,000 תלמידים."
    },
    {
      "original": "שלושים וחמישה אחוזים מהבוגרים שלנו ממשיכים לתואר שני בתוך שנתיים.",
      "normalized": "35% מהבוגרים שלנו ממשיכים לתואר שני בתוך שנתיים."
    },
    {
      "original": "המרצה, בן שישים ושתיים, ידוע במומחיותו בתחום הפיזיקה הקוונטית.",
      "normalized": "המרצה, בן 62, ידוע במומחיותו בתחום הפיזיקה הקוונטית."
    },
    {
      "original": "בספרייה יש יותר משני מיליון ושלוש מאות אלף ספרים.",
      "normalized": "בספרייה יש יותר מ-2,300,000 ספרים."
    },
    {
      "original": "שכר הלימוד השנתי עומד על כארבעים ושניים אלף שקלים.",
      "normalized": "שכר הלימוד השנתי עומד על כ-42,000 שקלים."
    },
    {
      "original": "נדרשו לנו שלוש מאות ארבעים ושבעה ימים כדי לסיים את שיפוץ הבית.",
      "normalized": "נדרשו לנו 347 ימים כדי לסיים את שיפוץ הבית."
    },
    {
      "original": "אני גר בבניין הזה מאז שנת אלפיים ושמונה, כבר יותר מעשור.",
      "normalized": "אני גר בבניין הזה מאז שנת 2008, כבר יותר מעשור."
    },
    {
      "original": "במרתון תל אביב האחרון השתתפו כששת אלפים רצים ממדינות שונות.",
      "normalized": "במרתון תל אביב האחרון השתתפו כ-6,000 רצים ממדינות שונות."
    },
    {
      "original": "היא חגגה יום הולדת שלושים ושתיים עם כל חבריה הטובים.",
      "normalized": "היא חגגה יום הולדת 32 עם כל חבריה הטובים."
    },
    {
      "original": "המתכון דורש שבע מאות וחמישים גרם קמח ועוד מאתיים גרם סוכר.",
      "normalized": "המתכון דורש 750 גרם קמח ועוד 200 גרם סוכר."
    },
    {
      "original": "בחשבון החשמל האחרון הייתה עלייה של כשנים-עשר אחוזים.",
      "normalized": "בחשבון החשמל האחרון הייתה עלייה של כ-12%."
    },
    {
      "original": "שווי השוק של החברה גבוה יותר מחמישה מיליון דולר.",
      "normalized": "שווי השוק של החברה גבוה יותר מ-5,000,000 דולר."
    },
    {
      "original": "הרווח הנקי של הבנק ברבעון השלישי עמד על מיליארד וארבע מאות מיליון שקלים.",
      "normalized": "הרווח הנקי של הבנק ברבעון השלישי עמד על 1,400,000,000 שקלים."
    },
    {
      "original": "שיעור האבטלה ירד מתחת לארבעה אחוזים לראשונה מזה חמש שנים.",
      "normalized": "שיעור האבטלה ירד מתחת ל-4% לראשונה מזה 5 שנים."
    },
    {
      "original": "יותר משבעת אלפים עסקים קטנים נפתחו בשנה האחרונה.",
      "normalized": "יותר מ-7,000 עסקים קטנים נפתחו בשנה האחרונה."
    },
    {
      "original": "ההשקעה הראשונית בפרויקט הייתה בסך שלושה מיליון ושמונה מאות אלף יורו.",
      "normalized": "ההשקעה הראשונית בפרויקט הייתה בסך 3,800,000 יורו."
    },
    {
      "original": "החוב החיצוני של המדינה צמח בכשמונה אחוזים והגיע לסכום עתק.",
      "normalized": "החוב החיצוני של המדינה צמח בכ-8% והגיע לסכום עתק."
    },
    {
      "original": "בקורס נשארו פנויים רק אחד-עשר מקומות מתוך חמישים.",
      "normalized": "בקורס נשארו פנויים רק 11 מקומות מתוך 50."
    },
    {
      "original": "הנסיעה לעבודה אורכת לי בממוצע ארבעים ושבע דקות בכל בוקר.",
      "normalized": "הנסיעה לעבודה אורכת לי בממוצע 47 דקות בכל בוקר."
    },
    {
      "original": "המחזור השנתי של החברה היה נמוך יותר השנה בכשלוש מאות אלף שקלים.",
      "normalized": "המחזור השנתי של החברה היה נמוך יותר השנה בכ-300,000 שקלים."
    },
    {
      "original": "גובה הגל הגיע לשיא של כשני מטרים וחצי במהלך הסערה האחרונה.",
      "normalized": "גובה הגל הגיע לשיא של כ-2.5 מטרים במהלך הסערה האחרונה."
    },
    {
      "original": "לפי הדיווח, הממשלה החדשה מתכננת להשקיע מאה ועשרים מיליון שקלים בחינוך.",
      "normalized": "לפי הדיווח, הממשלה החדשה מתכננת להשקיע 120,000,000 שקלים בחינוך."
    },
    {
      "original": "זוהי הפעם החמישית ברציפות שהקבוצה זוכה באליפות המדינה.",
      "normalized": "זוהי הפעם ה-5 ברציפות שהקבוצה זוכה באליפות המדינה."
    },
    {
      "original": "ארבעת המועמדים הסופיים יתמודדו בבחירות שיתקיימו בחודש הבא.",
      "normalized": "4 המועמדים הסופיים יתמודדו בבחירות שיתקיימו בחודש הבא."
    },
    {
      "original": "מרתון תל אביב משך אליו השנה למעלה מארבעים אלף רצים מכל רחבי העולם.",
      "normalized": "מרתון תל אביב משך אליו השנה למעלה מ-40,000 רצים מכל רחבי העולם."
    },
    {
      "original": "טמפרטורת המים בבריכה עומדת על עשרים ושש נקודה שמונה מעלות צלזיוס.",
      "normalized": "טמפרטורת המים בבריכה עומדת על 26.8 מעלות צלזיוס."
    },
    {
      "original": "הסרט החדש, שעלות הפקתו נאמדת בכשלושים ושניים מיליון דולר, צפוי לצאת לאקרנים בקיץ.",
      "normalized": "הסרט החדש, שעלות הפקתו נאמדת בכ-32,000,000 דולר, צפוי לצאת לאקרנים בקיץ."
    },
    {
      "original": "השחקן קלע שלוש שלשות ועוד שבע קליעות עונשין במשחק הגמר.",
      "normalized": "השחקן קלע 3 שלשות ועוד 7 קליעות עונשין במשחק הגמר."
    },
    {
      "original": "אורך המסלול המלא הוא ארבעה עשר קילומטרים, עם נקודת מים כל שלושה קילומטרים.",
      "normalized": "אורך המסלול המלא הוא 14 קילומטרים, עם נקודת מים כל 3 קילומטרים."
    },
    {
      "original": "המהדורה המיוחדת של העיתון כללה שבע מאות חמישים ושניים עמודים וסקירה של אירועי השנה.",
      "normalized": "המהדורה המיוחדת של העיתון כללה 752 עמודים וסקירה של אירועי השנה."
    },
    {
      "original": "אחד עשר שחקני ההרכב הפותח עלו למגרש לקראת שריקת הפתיחה.",
      "normalized": "11 שחקני ההרכב הפותח עלו למגרש לקראת שריקת הפתיחה."
    },
    {
      "original": "המתכון דורש מאתיים וחמישים גרם קמח ושלוש ביצים.",
      "normalized": "המתכון דורש 250 גרם קמח ו-3 ביצים."
    },
    {
      "original": "בתאונה היו מעורבות שתי מכוניות ומשאית אחת, וארבעה בני אדם נפצעו קל.",
      "normalized": "בתאונה היו מעורבות 2 מכוניות ומשאית 1, ו-4 בני אדם נפצעו קל."
    },
    {
      "original": "השיא העולמי בקפיצה לרוחק, שנקבע לפני עשרים ושמונה שנים, עדיין לא נשבר.",
      "normalized": "השיא העולמי בקפיצה לרוחק, שנקבע לפני 28 שנים, עדיין לא נשבר."
    },
    {
      "original": "שטחו של החדר הוא שנים עשר מטרים רבועים בדיוק.",
      "normalized": "שטחו של החדר הוא 12 מטרים רבועים בדיוק."
    },
    {
      "original": "הכתבה עסקה באלפיים ושבע מאות העובדים שפוטרו מהחברה בשנה האחרונה.",
      "normalized": "הכתבה עסקה ב-2,700 העובדים שפוטרו מהחברה בשנה האחרונה."
    },
    {
      "original": "זו הייתה אולימפיאדת החורף העשרים וארבע במספר.",
      "normalized": "זו הייתה אולימפיאדת החורף ה-24 במספר."
    },
    {
      "original": "כדי להכין את התמיסה, יש למזוג שלושים וחמישה מיליליטר של חומצה לתוך כלי המדידה.",
      "normalized": "כדי להכין את התמיסה, יש למזוג 35 מיליליטר של חומצה לתוך כלי המדידה."
    },
    {
      "original": "המחקר, שכלל שש מאות וארבעה עשר נבדקים, מצא קשר ישיר בין התופעות.",
      "normalized": "המחקר, שכלל 614 נבדקים, מצא קשר ישיר בין התופעות."
    },
    {
      "original": "השופט הוסיף שש דקות של תוספת זמן, שבמהלכן הובקע שער הניצחון.",
      "normalized": "השופט הוסיף 6 דקות של תוספת זמן, שבמהלכן הובקע שער הניצחון."
    },
    {
      "original": "לפי הדיווח האחרון בחדשות, כשלושת אלפים וחמש מאות אזרחים פונו מבתיהם עקב השריפה.",
      "normalized": "לפי הדיווח האחרון בחדשות, כ-3,500 אזרחים פונו מבתיהם עקב השריפה."
    },
    {
      "original": "שווי עסקת המיזוג מוערך בשבעה מיליארד וחמש מאות מיליון שקלים, ולכן היא דורשת אישור רגולטורי.",
      "normalized": "שווי עסקת המיזוג מוערך ב-7,500,000,000 שקלים, ולכן היא דורשת אישור רגולטורי."
    },
    {
      "original": "בתחקיר נחשף כי תעודת זהות מספר אפס שתיים תשע שמונה שבע אחת חמש ארבע שלוש שימשה לגניבת פרטים.",
      "normalized": "בתחקיר נחשף כי תעודת זהות מספר 029871543 שימשה לגניבת פרטים."
    },
    {
      "original": "המשטרה מבקשת מהציבור ליצור קשר בטלפון אפס חמש אפס, שש מאות שבעים ושמונה, אלף מאתיים שלושים וארבע.",
      "normalized": "המשטרה מבקשת מהציבור ליצור קשר בטלפון 050-678-1234."
    },
    {
      "original": "מדד המחירים לצרכן עלה בחודש האחרון בשבע עשיריות האחוז, שיעור גבוה יותר מהתחזיות המוקדמות.",
      "normalized": "מדד המחירים לצרכן עלה בחודש האחרון ב-0.7 האחוז, שיעור גבוה יותר מהתחזיות המוקדמות."
    },
    {
      "original": "הכתבה השוותה את המצב הנוכחי למשבר הכלכלי של שנת אלף תשע מאות עשרים ותשע.",
      "normalized": "הכתבה השוותה את המצב הנוכחי למשבר הכלכלי של שנת 1929."
    },
    {
      "original": "לאחר ספירת תשעים ושמונה אחוזים מהקולות, המפלגה קיבלה מאתיים שבעים ושלושה אלף, ארבע מאות ושישה קולות.",
      "normalized": "לאחר ספירת 98 אחוזים מהקולות, המפלגה קיבלה 273,406 קולות."
    },
    {
      "original": "השחיין קבע שיא חדש כשסיים את המשחה בזמן של דקה, חמישים ושתיים שניות ושלוש עשרה מאיות השנייה.",
      "normalized": "השחיין קבע שיא חדש כשסיים את המשחה בזמן של 1 דקה, 52 שניות ו-13 מאיות השנייה."
    },
    {
      "original": "הקבוצה שילמה סכום שיא של מאה ועשרים ושניים מיליון אירו עבור העברתו של החלוץ הצעיר.",
      "normalized": "הקבוצה שילמה סכום שיא של 122,000,000 אירו עבור העברתו של החלוץ הצעיר."
    },
    {
      "original": "במשחק הגמר נכחו שלושים ושמונה אלף, מאתיים ושבעה עשר צופים, מספר נמוך יותר מהצפוי.",
      "normalized": "במשחק הגמר נכחו 38,217 צופים, מספר נמוך יותר מהצפוי."
    },
    {
      "original": "השחקן, שלובש את חולצה מספר עשרים ושלוש, קלע העונה שלושים ושניים שערים.",
      "normalized": "השחקן, שלובש את חולצה מספר 23, קלע העונה 32 שערים."
    },
    {
      "original": "אחוז הקליעה שלו מהעונשין עומד על שמונים ותשעה אחוזים, שיפור של כארבעה אחוזים מהעונה הקודמת.",
      "normalized": "אחוז הקליעה שלו מהעונשין עומד על 89 אחוזים, שיפור של כ-4 אחוזים מהעונה הקודמת."
    },
    {
      "original": "זוהי האליפות השש-עשרה של המועדון, והראשונה מאז שנת אלפיים ושמונה-עשרה.",
      "normalized": "זוהי האליפות ה-16 של המועדון, והראשונה מאז שנת 2018."
    },
    {
      "original": "בבית הספר לומדים אלף מאתיים ושבעה עשר תלמידים, כאשר חמישים ושלושה אחוזים מהם גרים מחוץ לעיר.",
      "normalized": "בבית הספר לומדים 1,217 תלמידים, כאשר 53 אחוזים מהם גרים מחוץ לעיר."
    },
    {
      "original": "שכר הלימוד השנתי עומד על אחד עשר אלף, שלוש מאות וחמישים שקלים חדשים.",
      "normalized": "שכר הלימוד השנתי עומד על 11,350 שקלים חדשים."
    },
    {
      "original": "הציון הממוצע בכיתה י' היה שמונים ושתיים, נמוך יותר בשבע נקודות מהציון הממוצע בכיתה יא'.",
      "normalized": "הציון הממוצע בכיתה י' היה 82, נמוך יותר ב-7 נקודות מהציון הממוצע בכיתה יא'."
    },
    {
      "original": "ההרצאה עסקה בגילוי אמריקה בשנת אלף ארבע מאות תשעים ושתיים על ידי קולומבוס.",
      "normalized": "ההרצאה עסקה בגילוי אמריקה בשנת 1492 על ידי קולומבוס."
    },
    {
      "original": "לצורך כניסה למעונות, יש לספק מספר אישור תשע אפס שמונה שבע שש.",
      "normalized": "לצורך כניסה למעונות, יש לספק מספר אישור 90876."
    },
    {
      "original": "הספרייה רכשה מאתיים ושבעה ספרים חדשים בתחום המדע, מכיוון שהיה מחסור בחומר עדכני.",
      "normalized": "הספרייה רכשה 207 ספרים חדשים בתחום המדע, מכיוון שהיה מחסור בחומר עדכני."
    },
    {
      "original": "לבירורים בנוגע למלגות, ניתן להתקשר למספר אפס שלוש, תשע שש שבע, ארבע חמש שש אחת.",
      "normalized": "לבירורים בנוגע למלגות, ניתן להתקשר למספר 03-967-4561."
    },
    {
      "original": "הפגישה נקבעה לשעה ארבע וחצי אחר הצהריים בחדר הישיבות השלישי.",
      "normalized": "הפגישה נקבעה לשעה 4 וחצי אחר הצהריים בחדר הישיבות ה-3."
    },
    {
      "original": "גובהו של המגדל החדש הוא מאתיים שבעים ושניים מטרים.",
      "normalized": "גובהו של המגדל החדש הוא 272 מטרים."
    },
    {
      "original": "האם יתרת החוב בחשבונך היא באמת מינוס אלף שמונה מאות שקלים?",
      "normalized": "האם יתרת החוב בחשבונך היא באמת -1,800 שקלים?"
    },
    {
      "original": "מלחמת העצמאות פרצה בשנת אלף תשע מאות ארבעים ושמונה.",
      "normalized": "מלחמת העצמאות פרצה בשנת 1948."
    },
    {
      "original": "לצורך אימות, אנא הקרא את שש הספרות האחרונות של תעודת הזהות שלך.",
      "normalized": "לצורך אימות, אנא הקרא את 6 הספרות האחרונות של תעודת הזהות שלך."
    },
    {
      "original": "שבעה עשר אחוזים מהאוכלוסייה מתגוררים באזור המרכז.",
      "normalized": "17 אחוזים מהאוכלוסייה מתגוררים באזור המרכז."
    },
    {
      "original": "מספר הטלפון של שירות הלקוחות הוא כוכבית שתיים שבע אפס אפס.",
      "normalized": "מספר הטלפון של שירות הלקוחות הוא *2700."
    },
    {
      "original": "הטמפרטורה בחרמון צנחה הלילה לחמש מעלות מתחת לאפס.",
      "normalized": "הטמפרטורה בחרמון צנחה הלילה ל--5 מעלות מתחת לאפס."
    },
    {
      "original": "התקציב השנתי שלנו עומד על כשלושה מיליון וחצי שקלים חדשים.",
      "normalized": "התקציב השנתי שלנו עומד על כ-3,500,000 שקלים חדשים."
    },
    {
      "original": "מתי בפעם האחרונה דיברת איתו? זה היה לפני כשלוש שנים, באלפיים ועשרים ואחת.",
      "normalized": "מתי בפעם האחרונה דיברת איתו? זה היה לפני כ-3 שנים, ב-2021."
    },
    {
      "original": "אורך המסלול המלא הוא ארבעים ושניים פסיק מאה תשעים וחמישה קילומטרים.",
      "normalized": "אורך המסלול המלא הוא 42.195 קילומטרים."
    },
    {
      "original": "שנת אלפיים ושש עשרה הייתה שנה מעוברת.",
      "normalized": "שנת 2016 הייתה שנה מעוברת."
    },
    {
      "original": "ההשקעה הראשונית בפרויקט הייתה בסך שבע מאות וחמישים אלף דולר.",
      "normalized": "ההשקעה הראשונית בפרויקט הייתה בסך 750,000 דולר."
    },
    {
      "original": "האם שלושת הילדים שלו כבר חזרו מבית הספר?",
      "normalized": "האם 3 הילדים שלו כבר חזרו מבית הספר?"
    },
    {
      "original": "שטחו של המגרש הוא אלף מאתיים שלושים וארבעה מטרים רבועים.",
      "normalized": "שטחו של המגרש הוא 1,234 מטרים רבועים."
    },
    {
      "original": "לפי הדו\"ח, מאה עשרים ושמונה עובדים חדשים נקלטו בחברה ברבעון האחרון.",
      "normalized": "לפי הדו\"ח, 128 עובדים חדשים נקלטו בחברה ברבעון האחרון."
    },
    {
      "original": "נולדתי בתשעה במרץ, שנת אלף תשע מאות תשעים ושלוש.",
      "normalized": "נולדתי ב-9 במרץ, שנת 1993."
    },
    {
      "original": "מספר תעודת הזהות שלי הוא אפס שתיים תשע שמונה שבע אחת אפס ארבע שש.",
      "normalized": "מספר תעודת הזהות שלי הוא 029871046."
    },
    {
      "original": "האם המרחק בין שתי הערים הוא באמת רק שבעים ושבעה קילומטרים?",
      "normalized": "האם המרחק בין שתי הערים הוא באמת רק 77 קילומטרים?"
    },
    {
      "original": "שבע מאות אלף איש השתתפו באירוע הגדול ביותר שנערך בעיר.",
      "normalized": "700,000 איש השתתפו באירוע הגדול ביותר שנערך בעיר."
    },
    {
      "original": "הטמפרטורה בחרמון צנחה הלילה למינוס שש מעלות, מה שנחשב לשיא קור העונה.",
      "normalized": "הטמפרטורה בחרמון צנחה הלילה למינוס 6 מעלות, מה שנחשב לשיא קור העונה."
    },
    {
      "original": "כדי להכין את המתכון, יש להשתמש בכוס וחצי קמח ושלושה רבעים של כוס חלב.",
      "normalized": "כדי להכין את המתכון, יש להשתמש ב-1.5 כוסות קמח ו-3/4 של כוס חלב."
    },
    {
      "original": "עלות השיפוץ הכוללת הסתכמה בכשלוש מאות ושמונים אלף שקלים.",
      "normalized": "עלות השיפוץ הכוללת הסתכמה בכ-380,000 שקלים."
    },
    {
      "original": "האם המרחק המדויק מתל אביב לירושלים הוא שישים ושבעה קילומטרים?",
      "normalized": "האם המרחק המדויק מתל אביב לירושלים הוא 67 קילומטרים?"
    },
    {
      "original": "עומק הבאר הוא ארבעים ושתיים נקודה שמונה מטרים.",
      "normalized": "עומק הבאר הוא 42.8 מטרים."
    },
    {
      "original": "למרות שהתחזית דיברה על מינוס מעלה אחת, בפועל הטמפרטורה ירדה למינוס שלוש.",
      "normalized": "למרות שהתחזית דיברה על מינוס 1 מעלה, בפועל הטמפרטורה ירדה למינוס 3."
    },
    {
      "original": "התיק שקל שני קילוגרמים ושבע מאות גרם.",
      "normalized": "התיק שקל 2 קילוגרמים ו-700 גרם."
    },
    {
      "original": "על פי הסקר האחרון, שיעור האבטלה ירד לשלושה נקודה תשעה אחוזים.",
      "normalized": "על פי הסקר האחרון, שיעור האבטלה ירד ל-3.9 אחוזים."
    },
    {
      "original": "שמונה מאות ארבעים ושניים אלף ושש מאות וחמישה עשר אזרחים השתתפו במחקר הדמוגרפי.",
      "normalized": "842,615 אזרחים השתתפו במחקר הדמוגרפי."
    },
    {
      "original": "רק כשני שלישים מהנשאלים ענו שהם מרוצים, שהם בערך שישים ושישה אחוזים.",
      "normalized": "רק כ-2/3 מהנשאלים ענו שהם מרוצים, שהם בערך 66 אחוזים."
    },
    {
      "original": "ההכנסה החציונית למשק בית עומדת על שנים עשר אלף ושמונה מאות שקלים.",
      "normalized": "ההכנסה החציונית למשק בית עומדת על 12,800 שקלים."
    },
    {
      "original": "גיל הנישואין הממוצע לגברים עלה ועומד כיום על עשרים ותשע.",
      "normalized": "גיל הנישואין הממוצע לגברים עלה ועומד כיום על 29."
    },
    {
      "original": "אוכלוסיית המדינה צפויה לחצות את רף עשרת המיליונים בשנת אלפיים עשרים ותשע.",
      "normalized": "אוכלוסיית המדינה צפויה לחצות את רף 10,000,000 בשנת 2029."
    },
    {
      "original": "הפגישה שלנו תתקיים בעשרים ושניים במאי, אלפיים עשרים ושש.",
      "normalized": "הפגישה שלנו תתקיים ב-22 במאי, 2026."
    },
    {
      "original": "הרכבת המהירה יוצאת בכל בוקר בשעה שבע וחמישים ושתיים דקות בדיוק.",
      "normalized": "הרכבת המהירה יוצאת בכל בוקר בשעה 7:52 בדיוק."
    },
    {
      "original": "האם נכון שסבתא שלך תחגוג יום הולדת תשעים ושבע בשבוע הבא?",
      "normalized": "האם נכון שסבתא שלך תחגוג יום הולדת 97 בשבוע הבא?"
    },
    {
      "original": "בבקשה רשום את מספר הטלפון החדש שלי: אפס חמש אפס, שמונה שבע שש, חמש ארבע שלוש שתיים.",
      "normalized": "בבקשה רשום את מספר הטלפון החדש שלי: 050, 876, 5432."
    },
    {
      "original": "מלחמת יום הכיפורים פרצה בשישה באוקטובר, אלף תשע מאות שבעים ושלוש.",
      "normalized": "מלחמת יום הכיפורים פרצה ב-6 באוקטובר, 1973."
    },
    {
      "original": "אלף תשע מאות תשעים וחמש הייתה שנה משמעותית מאוד בפוליטיקה הישראלית.",
      "normalized": "1995 הייתה שנה משמעותית מאוד בפוליטיקה הישראלית."
    },
    {
      "original": "האם אתה זוכר באיזה גיל עברת דירה בפעם הראשונה, בגיל שש או שבע?",
      "normalized": "האם אתה זוכר באיזה גיל עברת דירה בפעם הראשונה, בגיל 6 או 7?"
    },
    {
      "original": "הטלסקופ החדש יכול לזהות עצמים במרחק של כשלושה עשר מיליארד וארבע מאות מיליון שנות אור.",
      "normalized": "הטלסקופ החדש יכול לזהות עצמים במרחק של כ-13,400,000,000 שנות אור."
    },
    {
      "original": "הטמפרטורה במעבדה צנחה למינוס חמש מעלות צלזיוס במהלך הלילה.",
      "normalized": "הטמפרטורה במעבדה צנחה ל-5- מעלות צלזיוס במהלך הלילה."
    },
    {
      "original": "קבוע פלאנק הוא בערך שש נקודה שש שתיים שש כפול עשר בחזקת מינוס שלושים וארבע.",
      "normalized": "קבוע פלאנק הוא בערך 6.626 כפול עשר בחזקת -34."
    },
    {
      "original": "האם הגרסה הראשונה של האינטרנט הושקה בשנת אלף תשע מאות שמונים ושלוש?",
      "normalized": "האם הגרסה הראשונה של האינטרנט הושקה בשנת 1983?"
    },
    {
      "original": "מספר הטלפון של התמיכה הטכנית הוא אפס שבע שבע שתיים אחת שתיים שלוש ארבע חמש שש.",
      "normalized": "מספר הטלפון של התמיכה הטכנית הוא 077-2123456."
    },
    {
      "original": "רק שלושה רבעים מהמשתתפים בניסוי השלימו את כל השלבים.",
      "normalized": "רק 3/4 מהמשתתפים בניסוי השלימו את כל השלבים."
    },
    {
      "original": "אורך הגשר החדש הוא שני קילומטרים ושבע מאות מטרים.",
      "normalized": "אורך הגשר החדש הוא 2 קילומטרים ו-700 מטרים."
    },
    {
      "original": "האם משקל התיבה הוא באמת עשרים ושניים נקודה שבעה קילוגרם?",
      "normalized": "האם משקל התיבה הוא באמת 22.7 קילוגרם?"
    },
    {
      "original": "במתכון נדרש להוסיף כוס וחצי של סוכר, כלומר כשלוש מאות גרם.",
      "normalized": "במתכון נדרש להוסיף כוס ו-1/2 של סוכר, כלומר כ-300 גרם."
    },
    {
      "original": "טמפרטורת המים ירדה מתחת לאפס, והגיעה למינוס שתי מעלות.",
      "normalized": "טמפרטורת המים ירדה מתחת לאפס, והגיעה ל-2- מעלות."
    },
    {
      "original": "גובהו של המגדל הוא מאה ארבעים ושבעה מטרים בדיוק.",
      "normalized": "גובהו של המגדל הוא 147 מטרים בדיוק."
    },
    {
      "original": "שטח החדר הוא שנים עשר מטרים רבועים וחצי.",
      "normalized": "שטח החדר הוא 12.5 מטרים רבועים."
    },
    {
      "original": "הטיול הגדול שלנו לדרום אמריקה היה בשנת אלפיים ושבע עשרה.",
      "normalized": "הטיול הגדול שלנו לדרום אמריקה היה בשנת 2017."
    },
    {
      "original": "הטיסה נמשכה אחת עשרה שעות וחמישים דקות, כמעט שתים עשרה שעות.",
      "normalized": "הטיסה נמשכה 11 שעות ו-50 דקות, כמעט 12 שעות."
    },
    {
      "original": "המלון נמצא במרחק של כחמישה קילומטרים ממרכז העיר.",
      "normalized": "המלון נמצא במרחק של כ-5 קילומטרים ממרכז העיר."
    },
    {
      "original": "כמה עלה הכרטיס? הוא עלה מאה ותשעה עשר יורו.",
      "normalized": "כמה עלה הכרטיס? הוא עלה 119 יורו."
    },
    {
      "original": "בילינו שליש מהחופשה שלנו בצפון איטליה.",
      "normalized": "בילינו 1/3 מהחופשה שלנו בצפון איטליה."
    },
    {
      "original": "הזמנתי שני חדרים לשלושה לילות במלון.",
      "normalized": "הזמנתי 2 חדרים ל-3 לילות במלון."
    },
    {
      "original": "משרד הנסיעות שלח לנו שבע הצעות מחיר שונות.",
      "normalized": "משרד הנסיעות שלח לנו 7 הצעות מחיר שונות."
    },
    {
      "original": "האם הטיסה לניו יורק יוצאת בשעה שמונה וארבעים וחמש בבוקר?",
      "normalized": "האם הטיסה לניו יורק יוצאת בשעה 8 ו-45 בבוקר?"
    },
    {
      "original": "טלסקופ החלל ג'יימס ווב שוגר לחלל בעשרים וחמישה בדצמבר שנת אלפיים עשרים ואחת.",
      "normalized": "טלסקופ החלל ג'יימס ווב שוגר לחלל ב-25 בדצמבר שנת 2021."
    },
    {
      "original": "הטמפרטורה הממוצעת על פני מאדים היא סביב מינוס שישים ושלוש מעלות צלזיוס.",
      "normalized": "הטמפרטורה הממוצעת על פני מאדים היא סביב מינוס 63 מעלות צלזיוס."
    },
    {
      "original": "הפגישה נקבעה לשעה שלוש ורבע, אך החלה רק בשלוש וחמישים.",
      "normalized": "הפגישה נקבעה לשעה 3:15, אך החלה רק ב-3:50."
    },
    {
      "original": "קובץ הווידאו שוקל כשבע מאות ושמונים מגה-בייט, וההורדה תיקח כשלוש דקות.",
      "normalized": "קובץ הווידאו שוקל כ-780 מגה-בייט, וההורדה תיקח כ-3 דקות."
    },
    {
      "original": "האם המרחק המדויק הוא מאה ועשרים נקודה שבע קילומטרים?",
      "normalized": "האם המרחק המדויק הוא 120.7 קילומטרים?"
    },
    {
      "original": "האירוע ההיסטורי התרחש בשבעה במאי, שנת אלף תשע מאות ארבעים ושמונה.",
      "normalized": "האירוע ההיסטורי התרחש ב-7 במאי, שנת 1948."
    },
    {
      "original": "אוכלוסיית העולם צפויה לחצות את רף תשעת המיליארדים עד שנת אלפיים וארבעים ושבע.",
      "normalized": "אוכלוסיית העולם צפויה לחצות את רף 9,000,000,000 עד שנת 2047."
    },
    {
      "original": "כדי להכין את התמיסה, יש למזוג שליש כוס חומר פעיל לשני ליטרים של מים.",
      "normalized": "כדי להכין את התמיסה, יש למזוג 1/3 כוס חומר פעיל ל-2 ליטרים של מים."
    },
    {
      "original": "ההרצאה תתחיל בעוד חמישה עשר רגעים ותימשך כשעה ורבע.",
      "normalized": "ההרצאה תתחיל בעוד 15 רגעים ותימשך כשעה ו-1/4."
    },
    {
      "original": "כמה זמן נדרש למעבורת החלל להגיע לגובה של מאה ושישים קילומטרים?",
      "normalized": "כמה זמן נדרש למעבורת החלל להגיע לגובה של 160 קילומטרים?"
    },
    {
      "original": "הרווח של החברה ברבעון האחרון עמד על כשני מיליון ושמונה מאות אלף שקלים.",
      "normalized": "הרווח של החברה ברבעון האחרון עמד על כ-2,800,000 שקלים."
    },
    {
      "original": "הסוללה מספקת מתח של שלושה נקודה שבעה וולט.",
      "normalized": "הסוללה מספקת מתח של 3.7 וולט."
    },
    {
      "original": "אורך הגשר החדש הוא שני קילומטרים ושלוש מאות חמישים וחמישה מטרים.",
      "normalized": "אורך הגשר החדש הוא 2 קילומטרים ו-355 מטרים."
    },
    {
      "original": "האם ליקוי החמה הבא יתרחש בשנת אלפיים עשרים ושש או אלפיים עשרים ושבע?",
      "normalized": "האם ליקוי החמה הבא יתרחש בשנת 2026 או 2027?"
    },
    {
      "original": "הכונן הקשיח מכיל כמיליון וחצי קבצים, מתוכם כמאתיים אלף תמונות.",
      "normalized": "הכונן הקשיח מכיל כ-1,500,000 קבצים, מתוכם כ-200,000 תמונות."
    },
    {
      "original": "לצורך הניסוי נדרשת דגימה במשקל של אפס נקודה אפס חמש גרם בדיוק.",
      "normalized": "לצורך הניסוי נדרשת דגימה במשקל של 0.05 גרם בדיוק."
    },
    {
      "original": "השעון מתאחר בשתי דקות ושלושים ושבע שניות בכל יממה.",
      "normalized": "השעון מתאחר ב-2 דקות ו-37 שניות בכל יממה."
    },
    {
      "original": "המרחק הממוצע מכדור הארץ לשמש הוא כמאה ארבעים ותשעה נקודה שישה מיליון קילומטרים.",
      "normalized": "המרחק הממוצע מכדור הארץ לשמש הוא כ-149.6 מיליון קילומטרים."
    },
    {
      "original": "שטח הבסיס הוא שלושים וארבעה סנטימטרים רבועים, וגובהו הוא שנים עשר סנטימטרים.",
      "normalized": "שטח הבסיס הוא 34 סנטימטרים רבועים, וגובהו הוא 12 סנטימטרים."
    },
    {
      "original": "האם הוא סיים את המרתון בזמן של ארבע שעות, עשרים ושתיים דקות ושמונה שניות?",
      "normalized": "האם הוא סיים את המרתון בזמן של 4 שעות, 22 דקות ו-8 שניות?"
    },
    {
      "original": "מהירות האור היא בקירוב מאתיים תשעים ותשעה מיליון, שבע מאות תשעים ושניים אלף, ארבע מאות חמישים ושמונה מטרים לשנייה.",
      "normalized": "מהירות האור היא בקירוב 299,792,458 מטרים לשנייה."
    },
    {
      "original": "יוסיין בולט קבע שיא עולם בריצת מאה מטרים בזמן של תשע שניות וחמישים ושמונה מאיות.",
      "normalized": "יוסיין בולט קבע שיא עולם בריצת 100 מטרים בזמן של 9 שניות ו-58 מאיות."
    },
    {
      "original": "על פי הסקר האחרון, כשבעים ושלושה אחוזים מהנשאלים תומכים בהחלטה.",
      "normalized": "על פי הסקר האחרון, כ-73 אחוזים מהנשאלים תומכים בהחלטה."
    },
    {
      "original": "האדם הראשון נחת על הירח בשנת אלף תשע מאות שישים ותשע.",
      "normalized": "האדם הראשון נחת על הירח בשנת 1969."
    },
    {
      "original": "השחקן הצעיר, בן תשע עשרה בלבד, לובש את חולצה מספר עשרים ושבע.",
      "normalized": "השחקן הצעיר, בן 19 בלבד, לובש את חולצה מספר 27."
    },
    {
      "original": "האם ידעת שאוכלוסיית המדינה צפויה לגדול בשלושה וחצי מיליון איש עד שנת אלפיים וחמישים?",
      "normalized": "האם ידעת שאוכלוסיית המדינה צפויה לגדול ב-3.5 מיליון איש עד שנת 2050?"
    },
    {
      "original": "הטלסקופ החדש יכול לזהות עצמים במרחק של יותר משלושה-עשר מיליארד שנות אור.",
      "normalized": "הטלסקופ החדש יכול לזהות עצמים במרחק של יותר מ-13 מיליארד שנות אור."
    },
    {
      "original": "במרתון האחרון השתתפו ארבעים ושניים אלף מאה תשעים וחמישה רצים.",
      "normalized": "במרתון האחרון השתתפו 42,195 רצים."
    },
    {
      "original": "הנתונים מראים כי ישנם כשני מיליון וארבע מאות אלף כלי רכב רשומים, עלייה של ארבעה אחוזים משנה שעברה.",
      "normalized": "הנתונים מראים כי ישנם כ-2,400,000 כלי רכב רשומים, עלייה של 4 אחוזים משנה שעברה."
    },
    {
      "original": "האם התוכנה תואמת למערכת הפעלה מספר עשר נקודה חמש עשרה נקודה שבע?",
      "normalized": "האם התוכנה תואמת למערכת הפעלה מספר 10.15.7?"
    },
    {
      "original": "הקבוצה ניצחה בשבעה מתוך עשרת משחקיה האחרונים, והבקיעה בממוצע שלושה שערים למשחק.",
      "normalized": "הקבוצה ניצחה ב-7 מתוך 10 משחקיה האחרונים, והבקיעה בממוצע 3 שערים למשחק."
    },
    {
      "original": "האם זה נכון שהמשחק הסתיים בתוצאה של מאה ושתיים מול תשעים ושמונה, לאחר שתי הארכות?",
      "normalized": "האם זה נכון שהמשחק הסתיים בתוצאה של 102 מול 98, לאחר 2 הארכות?"
    },
    {
      "original": "המחקר, שהתפרסם בשנת אלפיים ועשרים ואחת, כלל מדגם של חמשת אלפים ושש מאות משתתפים.",
      "normalized": "המחקר, שהתפרסם בשנת 2021, כלל מדגם של 5,600 משתתפים."
    },
    {
      "original": "המעבד החדש מכיל כשלושים ותשעה מיליארד טרנזיסטורים ופועל במהירות של חמישה פסיק שני ג'יגה-הרץ.",
      "normalized": "המעבד החדש מכיל כ-39 מיליארד טרנזיסטורים ופועל במהירות של 5.2 ג'יגה-הרץ."
    },
    {
      "original": "הורדת הקובץ, שגודלו שלושה פסיק ארבעה ג'יגה-בייט, ארכה כעשרים וחמש דקות וארבעים שניות.",
      "normalized": "הורדת הקובץ, שגודלו 3.4 ג'יגה-בייט, ארכה כ-25 דקות ו-40 שניות."
    },
    {
      "original": "השחיינית, בת עשרים ושתיים, שברה את השיא האישי שלה במקצה מאתיים מטר גב.",
      "normalized": "השחיינית, בת 22, שברה את השיא האישי שלה במקצה 200 מטר גב."
    },
    {
      "original": "כמה זמן ייקח להעביר מאה שבעים וחמישה פטה-בייט של מידע דרך חיבור של מאה ג'יגה-ביט לשנייה?",
      "normalized": "כמה זמן ייקח להעביר 175 פטה-בייט של מידע דרך חיבור של 100 ג'יגה-ביט לשנייה?"
    },
    {
      "original": "מתוך אלף מאתיים חמישים ושבעה נבדקים, שמונה מאות ושלושה היו גברים וארבע מאות חמישים וארבע היו נשים.",
      "normalized": "מתוך 1,257 נבדקים, 803 היו גברים ו-454 היו נשים."
    },
    {
      "original": "שחקן מספר שש קלע שלשה אחת, ביצע שבעה אסיסטים והוריד שנים-עשר ריבאונדים במשחק.",
      "normalized": "שחקן מספר 6 קלע שלשה 1, ביצע 7 אסיסטים והוריד 12 ריבאונדים במשחק."
    },
    {
      "original": "תוחלת החיים הממוצעת עלתה משבעים ושמונה נקודה שש שנים בשנת אלפיים לאחת ושמונים נקודה תשע שנים כיום.",
      "normalized": "תוחלת החיים הממוצעת עלתה מ-78.6 שנים בשנת 2000 ל-81.9 שנים כיום."
    },
    {
      "original": "בשנת אלפיים ושמונה עשרה, הכנסות החברה עמדו על כשלושה מיליון וארבע מאות אלף שקלים.",
      "normalized": "בשנת 2018, הכנסות החברה עמדו על כ-3,400,000 שקלים."
    },
    {
      "original": "הניסוי הצליח להגיע לטמפרטורה של מינוס מאתיים שבעים ואחת נקודה ארבע מעלות צלזיוס.",
      "normalized": "הניסוי הצליח להגיע לטמפרטורה של -271.4 מעלות צלזיוס."
    },
    {
      "original": "אורך הגשר החדש הוא שני קילומטרים ורבע, שהם אלפיים מאתיים וחמישים מטרים.",
      "normalized": "אורך הגשר החדש הוא 2 קילומטרים ו-1/4, שהם 2,250 מטרים."
    },
    {
      "original": "הרווח ברבעון השלישי היה גבוה במאתיים אלף שקלים מהרווח ברבעון השני.",
      "normalized": "הרווח ברבעון ה-3 היה גבוה ב-200,000 שקלים מהרווח ברבעון ה-2."
    },
    {
      "original": "הטלסקופ, ששוגר בשנת אלף תשע מאות ותשעים, זיהה יותר מחמשת אלפים וארבע מאות כוכבי לכת.",
      "normalized": "הטלסקופ, ששוגר בשנת 1990, זיהה יותר מ-5,400 כוכבי לכת."
    },
    {
      "original": "עומק הבאר הוא כשלושים ושניים מטרים, והיא מספקת מים לכארבע מאות תושבים.",
      "normalized": "עומק הבאר הוא כ-32 מטרים, והיא מספקת מים לכ-400 תושבים."
    },
    {
      "original": "החברה הנפיקה שבעה מיליון וחצי מניות חדשות במחיר של שנים עשר שקלים למניה.",
      "normalized": "החברה הנפיקה 7,500,000 מניות חדשות במחיר של 12 שקלים למניה."
    },
    {
      "original": "שליש מהנבדקים במחקר פיתחו נוגדנים, לעומת עשרים ואחד אחוזים בלבד בקבוצת הביקורת.",
      "normalized": "1/3 מהנבדקים במחקר פיתחו נוגדנים, לעומת 21 אחוזים בלבד בקבוצת הביקורת."
    },
    {
      "original": "במדידה הראשונה התקבל ערך של שמונה נקודה אפס שתיים, ובשנייה ערך נמוך יותר של שמונה נקודה אפס אחת.",
      "normalized": "במדידה ה-1 התקבל ערך של 8.02, וב-2 ערך נמוך יותר של 8.01."
    },
    {
      "original": "בשנת אלפיים ועשרים ואחת, יתרות המט\"ח של המדינה חצו לראשונה את רף מאתיים מיליארד הדולר.",
      "normalized": "בשנת 2021, יתרות המט\"ח של המדינה חצו לראשונה את רף 200,000,000,000 הדולר."
    },
    {
      "original": "מהירות האור היא מאתיים תשעים ותשעה אלף שבע מאות תשעים ושניים קילומטרים בשנייה.",
      "normalized": "מהירות האור היא 299,792 קילומטרים בשנייה."
    },
    {
      "original": "המשקל המותר למטען הוא עשרים ושניים קילוגרמים וחצי, אך המזוודה שלי שקלה עשרים ושלושה.",
      "normalized": "המשקל המותר למטען הוא 22.5 קילוגרמים, אך המזוודה שלי שקלה 23."
    },
    {
      "original": "השקעה של עשרת אלפים שקלים לפני עשור שווה היום יותר משלושים וחמישה אלף שקלים.",
      "normalized": "השקעה של 10,000 שקלים לפני עשור שווה היום יותר מ-35,000 שקלים."
    },
    {
      "original": "האלגוריתם החדש מהיר פי שלושה נקודה שתיים מהגרסה הקודמת ומכיל כחמש מאות שורות קוד נוספות.",
      "normalized": "האלגוריתם החדש מהיר פי 3.2 מהגרסה הקודמת ומכיל כ-500 שורות קוד נוספות."
    },
    {
      "original": "לחץ האוויר המומלץ בצמיג הוא שלושים ושתיים PSI, בעוד שהלחץ הנוכחי הוא עשרים ותשע בלבד.",
      "normalized": "לחץ האוויר המומלץ בצמיג הוא 32 PSI, בעוד שהלחץ הנוכחי הוא 29 בלבד."
    },
    {
      "original": "העסקה, בשווי של כארבעה מיליון שקלים, נחתמה ביום החמישי לחודש שעבר, בשנת אלפיים ועשרים ושלוש.",
      "normalized": "העסקה, בשווי של כ-4,000,000 שקלים, נחתמה ביום ה-5 לחודש שעבר, בשנת 2023."
    },
    {
      "original": "מתוך אלף מאתיים שלושים וארבעה נסיינים, רק שניים הראו תופעות לוואי.",
      "normalized": "מתוך 1,234 נסיינים, רק 2 הראו תופעות לוואי."
    },
    {
      "original": "גובהו של השחקן הראשון הוא שני מטרים ואילו גובהו של השני הוא מטר ותשעים ושבעה סנטימטרים.",
      "normalized": "גובהו של השחקן ה-1 הוא 2 מטרים ואילו גובהו של ה-2 הוא מטר ו-97 סנטימטרים."
    },
    {
      "original": "הבנק המרכזי העלה את הריבית ברבע אחוז בפעם השלישית ברציפות.",
      "normalized": "הבנק המרכזי העלה את הריבית ב-0.25 אחוז בפעם ה-3 ברציפות."
    },
    {
      "original": "נתוני הלוויין מראים כי שטח הקרחון הצטמצם בשבעה-עשר אלף קילומטרים רבועים מאז שנת אלפיים.",
      "normalized": "נתוני הלוויין מראים כי שטח הקרחון הצטמצם ב-17,000 קילומטרים רבועים מאז שנת 2000."
    },
    {
      "original": "החברה דיווחה על רווח של שבעה-עשר מיליון, מאתיים ארבעים ושלושה אלף שקלים ברבעון האחרון.",
      "normalized": "החברה דיווחה על רווח של 17,243,000 שקלים ברבעון האחרון."
    },
    {
      "original": "הריבית על המשכנתא עלתה ברבע אחוז, מה שהשפיע באופן ישיר על ההחזר החודשי.",
      "normalized": "הריבית על המשכנתא עלתה ב-0.25 אחוז, מה שהשפיע באופן ישיר על ההחזר החודשי."
    },
    {
      "original": "מדד הנאסד\"ק נסגר בירידה של מינוס אפס נקודה שמונה אחוזים ביום המסחר האחרון.",
      "normalized": "מדד הנאסד\"ק נסגר בירידה של -0.8 אחוזים ביום המסחר האחרון."
    },
    {
      "original": "זוהי הפעם הרביעית השנה שהבנק המרכזי מעלה את הריבית במשק.",
      "normalized": "זוהי הפעם ה-4 השנה שהבנק המרכזי מעלה את הריבית במשק."
    },
    {
      "original": "שלוש מאות ושישים וחמישה עובדים חדשים נקלטו בחברת ההייטק מאז תחילת השנה.",
      "normalized": "365 עובדים חדשים נקלטו בחברת ההייטק מאז תחילת השנה."
    },
    {
      "original": "ההשקעה הראשונית בפרויקט עומדת על כשני מיליון שקלים, ויידרש מימון נוסף בהמשך.",
      "normalized": "ההשקעה הראשונית בפרויקט עומדת על כ-2,000,000 שקלים, ויידרש מימון נוסף בהמשך."
    },
    {
      "original": "ערכו המדויק של פאי הוא בקירוב שלוש נקודה אחת ארבע אחת חמש תשע.",
      "normalized": "ערכו המדויק של פאי הוא בקירוב 3.14159."
    },
    {
      "original": "הניסוי דורש קירור החומרים לטמפרטורה של מינוס מאה ושלוש מעלות צלזיוס.",
      "normalized": "הניסוי דורש קירור החומרים לטמפרטורה של -103 מעלות צלזיוס."
    },
    {
      "original": "במסגרת המחקר, הדגימה הכילה רק שליש מכמות החומר הפעיל הנדרשת.",
      "normalized": "במסגרת המחקר, הדגימה הכילה רק 1/3 מכמות החומר הפעיל הנדרשת."
    },
    {
      "original": "זהו הלוויין העשירי בסדרת לווייני התקשורת ששוגר בהצלחה למסלול סביב כדור הארץ.",
      "normalized": "זהו הלוויין ה-10 בסדרת לווייני התקשורת ששוגר בהצלחה למסלול סביב כדור הארץ."
    },
    {
      "original": "מהירות המעבד החדש מגיעה לכארבע נקודה שתיים ג'יגה-הרץ, והוא אחד מחמשת המהירים בשוק.",
      "normalized": "מהירות המעבד החדש מגיעה לכ-4.2 ג'יגה-הרץ, והוא אחד מ-5 המהירים בשוק."
    },
    {
      "original": "ארבעת-אלפים ושמונים ושש שורות קוד נכתבו עבור המודול החדש במערכת.",
      "normalized": "4,086 שורות קוד נכתבו עבור המודול החדש במערכת."
    },
    {
      "original": "מדינת ישראל הוקמה בשנת אלף תשע מאות ארבעים ושמונה.",
      "normalized": "מדינת ישראל הוקמה בשנת 1948."
    },
    {
      "original": "ההרצאה תתחיל בשעה שבע ושלושים דקות בדיוק, נא לא לאחר.",
      "normalized": "ההרצאה תתחיל בשעה 19:30 בדיוק, נא לא לאחר."
    },
    {
      "original": "חיכינו לו במשך יותר מחצי שעה עד שהגיע.",
      "normalized": "חיכינו לו במשך יותר מ-0.5 שעה עד שהגיע."
    },
    {
      "original": "הפגישה נקבעה לעשרים ואחד במרץ, שזהו היום הראשון של האביב.",
      "normalized": "הפגישה נקבעה ל-21 במרץ, שזהו היום ה-1 של האביב."
    },
    {
      "original": "למרות שהוא נולד בשנת אלף תשע מאות שבעים ותשע, הוא סיים את הדוקטורט לפני כולם.",
      "normalized": "למרות שהוא נולד בשנת 1979, הוא סיים את הדוקטורט לפני כולם."
    },
    {
      "original": "הטיסה הראשונה מנתב\"ג לניו יורק ממריאה בשעה אחת ועשרים וחמש דקות לפנות בוקר.",
      "normalized": "הטיסה ה-1 מנתב\"ג לניו יורק ממריאה בשעה 1:25 לפנות בוקר."
    },
    {
      "original": "ארבעים ושמונה שעות הן כל מה שנותר לנו כדי להשלים את המשימה.",
      "normalized": "48 שעות הן כל מה שנותר לנו כדי להשלים את המשימה."
    },
    {
      "original": "במאה העשרים ואחת, הטכנולוגיה התפתחה בקצב מסחרר.",
      "normalized": "במאה ה-21, הטכנולוגיה התפתחה בקצב מסחרר."
    },
    {
      "original": "על פי הסקר האחרון, כשלושים ושבעה וחצי אחוזים מהנשאלים תומכים בהצעה.",
      "normalized": "על פי הסקר האחרון, כ-37.5 אחוזים מהנשאלים תומכים בהצעה."
    },
    {
      "original": "אוכלוסיית המדינה צפויה למנות יותר מעשרה מיליון וחמש מאות אלף תושבים עד שנת אלפיים וחמישים.",
      "normalized": "אוכלוסיית המדינה צפויה למנות יותר מ-10,500,000 תושבים עד שנת 2050."
    },
    {
      "original": "הטמפרטורה הממוצעת בחודש ינואר האחרון ירדה למינוס שלוש מעלות צלזיוס.",
      "normalized": "הטמפרטורה הממוצעת בחודש ינואר האחרון ירדה ל--3 מעלות צלזיוס."
    },
    {
      "original": "שלוש מאות חמישים ושבעת הנדגמים דיווחו על שיפור במצבם.",
      "normalized": "357 הנדגמים דיווחו על שיפור במצבם."
    },
    {
      "original": "השנה נרשמו יותר מאלף שבע מאות ותשעים וחמש תלונות, עלייה של יותר מעשרים אחוזים.",
      "normalized": "השנה נרשמו יותר מ-1,795 תלונות, עלייה של יותר מ-20 אחוזים."
    },
    {
      "original": "רק רבע מהמשתתפים במחקר היו מתחת לגיל עשרים וחמש.",
      "normalized": "רק 1/4 מהמשתתפים במחקר היו מתחת לגיל 25."
    },
    {
      "original": "התקציב שאושר עומד על שני מיליארד שבע מאות ועשרים מיליון שקלים.",
      "normalized": "התקציב שאושר עומד על 2,720,000,000 שקלים."
    },
    {
      "original": "מחירי הדלק יעלו הלילה בשלושים ושתיים אגורות לליטר.",
      "normalized": "מחירי הדלק יעלו הלילה ב-32 אגורות לליטר."
    },
    {
      "original": "המשטרה מבקשת את עזרת הציבור באיתור בעל רכב שמספרו שש-שבע-אפס-אחת-תשע-שמונה-שתיים.",
      "normalized": "המשטרה מבקשת את עזרת הציבור באיתור בעל רכב שמספרו 6701982."
    },
    {
      "original": "כחמש מאות ושישים איש השתתפו בהפגנה שנערכה מול משרד ראש הממשלה.",
      "normalized": "כ-560 איש השתתפו בהפגנה שנערכה מול משרד ראש הממשלה."
    },
    {
      "original": "הבחירות יתקיימו בתשעה בנובמבר אלפיים עשרים וחמש.",
      "normalized": "הבחירות יתקיימו ב-9 בנובמבר 2025."
    },
    {
      "original": "שבע עשרה מתוך עשרים חברות הכנסת החדשות הצביעו בעד החוק.",
      "normalized": "17 מתוך 20 חברות הכנסת החדשות הצביעו בעד החוק."
    },
    {
      "original": "מהדורת החדשות תשודר בערוץ שתים עשרה בשעה שמונה בדיוק.",
      "normalized": "מהדורת החדשות תשודר בערוץ 12 בשעה 8 בדיוק."
    },
    {
      "original": "כרטיס טיסה לפריז יעלה לכם כשבע מאות שמונים וחמישה דולרים.",
      "normalized": "כרטיס טיסה לפריז יעלה לכם כ-$785."
    },
    {
      "original": "המרחק מתל אביב לאילת הוא כשלוש מאות וארבעים קילומטרים.",
      "normalized": "המרחק מתל אביב לאילת הוא כ-340 קילומטרים."
    },
    {
      "original": "מספר ההזמנה שלך במלון הוא שמונה-שלוש-אפס-זד-איי-ארבע.",
      "normalized": "מספר ההזמנה שלך במלון הוא 830ZAR4."
    },
    {
      "original": "המלון הראשון עולה מאה וחמישים אירו ללילה, פחות מהמלון השני שעולה מאתיים ועשרה.",
      "normalized": "המלון הראשון עולה €150 ללילה, פחות מהמלון השני שעולה €210."
    },
    {
      "original": "הטיול המאורגן יימשך שבעה ימים, ושני שלישים מהזמן יוקדשו לביקור בערים הגדולות.",
      "normalized": "הטיול המאורגן יימשך 7 ימים, ו-2/3 מהזמן יוקדשו לביקור בערים הגדולות."
    },
    {
      "original": "לאחר רכישת הכרטיסים, יתרת החשבון שלי עמדה על מינוס מאתיים שקלים חדשים.",
      "normalized": "לאחר רכישת הכרטיסים, יתרת החשבון שלי עמדה על -200 שקלים חדשים."
    },
    {
      "original": "יש להגיע לשער ארבעים וחמש לפחות שלוש שעות לפני הטיסה.",
      "normalized": "יש להגיע לשער 45 לפחות 3 שעות לפני הטיסה."
    },
    {
      "original": "בכיתה שלי יש עשרים ושמונה תלמידים, מתוכם חמש-עשרה בנות ושלושה-עשר בנים.",
      "normalized": "בכיתה שלי יש 28 תלמידים, מתוכם 15 בנות ו-13 בנים."
    },
    {
      "original": "הספרייה של האוניברסיטה מכילה למעלה משני מיליון ושבע מאות אלף ספרים, והיא נפתחה בשנת אלף תשע מאות שמונים ותשע.",
      "normalized": "הספרייה של האוניברסיטה מכילה למעלה מ-2,700,000 ספרים, והיא נפתחה בשנת 1989."
    },
    {
      "original": "כדי להתקבל למגמה, היה עליי לקבל ציון של לפחות שמונים וחמש במבחן הכניסה.",
      "normalized": "כדי להתקבל למגמה, היה עליי לקבל ציון של לפחות 85 במבחן הכניסה."
    },
    {
      "original": "פרופסור כהן פרסם את מאמרו הרביעי בסדרה, אשר צוטט כבר למעלה מאלף ומאתיים פעמים.",
      "normalized": "פרופסור כהן פרסם את מאמרו ה-4 בסדרה, אשר צוטט כבר למעלה מ-1,200 פעמים."
    },
    {
      "original": "בסקר שנערך בקרב הסטודנטים, כשבעים ושניים אחוזים דיווחו שהם מרוצים מרמת ההוראה.",
      "normalized": "בסקר שנערך בקרב הסטודנטים, כ-72 אחוזים דיווחו שהם מרוצים מרמת ההוראה."
    },
    {
      "original": "החוג להיסטוריה מציע קורס על אירופה במאה התשע-עשרה, שמתמקד בתקופה שבין שנת אלף שמונה מאות וחמש עשרה לשנת אלף שמונה מאות שבעים ואחת.",
      "normalized": "החוג להיסטוריה מציע קורס על אירופה במאה ה-19, שמתמקד בתקופה שבין שנת 1815 לשנת 1871."
    },
    {
      "original": "שכר הדירה החודשי שלנו הוא ארבעת אלפים ושש מאות שקלים, וזה לא כולל את חשבון החשמל שעמד החודש על שלוש מאות ועשרים שקלים.",
      "normalized": "שכר הדירה החודשי שלנו הוא 4,600 שקלים, וזה לא כולל את חשבון החשמל שעמד החודש על 320 שקלים."
    },
    {
      "original": "קבעתי תור לרופא לעוד שלושה שבועות בדיוק, בשישה-עשר במאי.",
      "normalized": "קבעתי תור לרופא לעוד 3 שבועות בדיוק, ב-16 במאי."
    },
    {
      "original": "נסעתי לבקר את סבתא שלי, שחגגה יום הולדת תשעים ושתיים, והבאתי לה זר עם אחד-עשר פרחים.",
      "normalized": "נסעתי לבקר את סבתא שלי, שחגגה יום הולדת 92, והבאתי לה זר עם 11 פרחים."
    },
    {
      "original": "המתכון דורש מאתיים וחמישים גרם קמח, שתי ביצים וכמאה גרם סוכר.",
      "normalized": "המתכון דורש 250 גרם קמח, 2 ביצים וכ-100 גרם סוכר."
    },
    {
      "original": "רק שלושים אחוזים מהמוצרים בחנות היו בהנחה, אז קניתי רק שני פריטים.",
      "normalized": "רק 30 אחוזים מהמוצרים בחנות היו בהנחה, אז קניתי רק 2 פריטים."
    },
    {
      "original": "המרחק מתל אביב לחיפה הוא בערך מאה קילומטרים, נסיעה שלוקחת כשעה ורבע ברכבת.",
      "normalized": "המרחק מתל אביב לחיפה הוא בערך 100 קילומטרים, נסיעה שלוקחת כשעה ורבע ברכבת."
    },
    {
      "original": "הטמפרטורה על פני מאדים יכולה לצנוח בלילה עד למינוס מאה עשרים וחמש מעלות צלזיוס.",
      "normalized": "הטמפרטורה על פני מאדים יכולה לצנוח בלילה עד ל-125- מעלות צלזיוס."
    },
    {
      "original": "הטלסקופ החדש מסוגל לצלם תמונות ברזולוציה של שבעים ושבעה מגה-פיקסל, שיפור של כמעט מאתיים אחוז מהדגם הקודם.",
      "normalized": "הטלסקופ החדש מסוגל לצלם תמונות ברזולוציה של 77 מגה-פיקסל, שיפור של כמעט 200 אחוז מהדגם הקודם."
    },
    {
      "original": "הכונן הקשיח החדש שרכשתי מכיל ארבעה טרה-בייט של מידע, שזה בערך ארבעת אלפים מיליארד בייטים.",
      "normalized": "הכונן הקשיח החדש שרכשתי מכיל 4 טרה-בייט של מידע, שזה בערך 4,000 מיליארד בייטים."
    },
    {
      "original": "החללית 'אפולו אחת-עשרה' נחתה על הירח בשנת אלף תשע מאות שישים ותשע.",
      "normalized": "החללית 'אפולו 11' נחתה על הירח בשנת 1969."
    },
    {
      "original": "האלגוריתם שפיתחנו הצליח להפחית את זמן הריצה בשלושים ושמונה אחוזים, משימה שלקחה בעבר שבע דקות.",
      "normalized": "האלגוריתם שפיתחנו הצליח להפחית את זמן הריצה ב-38 אחוזים, משימה שלקחה בעבר 7 דקות."
    },
    {
      "original": "המעבד החדש מכיל שלושה-עשר מיליארד טרנזיסטורים על שבב שגודלו פחות מסנטימטר רבוע אחד.",
      "normalized": "המעבד החדש מכיל 13,000,000,000 טרנזיסטורים על שבב שגודלו פחות מסנטימטר רבוע 1."
    },
    {
      "original": "המחשב הקוונטי הגיע לטמפרטורת פעולה של מינוס מאתיים שבעים ושתיים נקודה תשעים וחמש מעלות צלזיוס.",
      "normalized": "המחשב הקוונטי הגיע לטמפרטורת פעולה של -272.95 מעלות צלזיוס."
    },
    {
      "original": "הניתוח הסטטיסטי כלל דגימה של חמשת אלפים שש מאות וארבעים נבדקים משבע מדינות שונות.",
      "normalized": "הניתוח הסטטיסטי כלל דגימה של 5,640 נבדקים מ-7 מדינות שונות."
    },
    {
      "original": "מאתיים ארבעים ושבעה נוסעים, שהמתינו שעות ארוכות, עלו סוף סוף על הטיסה שנדחתה שלוש פעמים.",
      "normalized": "247 נוסעים, שהמתינו שעות ארוכות, עלו סוף סוף על הטיסה שנדחתה 3 פעמים."
    },
    {
      "original": "החברה דיווחה על הכנסות של שבעה מיליון וחמש מאות אלף שקלים, עלייה של שנים-עשר אחוזים לעומת הרבעון הקודם.",
      "normalized": "החברה דיווחה על הכנסות של 7,500,000 שקלים, עלייה של 12 אחוזים לעומת הרבעון הקודם."
    },
    {
      "original": "גילם הממוצע של חמשת-אלפים ושלוש-מאות עשרים ואחד המשתתפים בסקר הארצי היה שלושים וארבע שנים.",
      "normalized": "גילם הממוצע של 5,321 המשתתפים בסקר הארצי היה 34 שנים."
    },
    {
      "original": "מספר הדרכון של התייר, שהיה בן עשרים ושתיים, הוא שלוש-אפס-שבע-אחת-שמונה-תשע-שתיים-חמש.",
      "normalized": "מספר הדרכון של התייר, שהיה בן 22, הוא 30718925."
    },
    {
      "original": "לאחר התשלום האחרון, יתרת החובה בחשבון הבנק שלו עומדת על מינוס אלף מאתיים ושלושים שקלים.",
      "normalized": "לאחר התשלום האחרון, יתרת החובה בחשבון הבנק שלו עומדת על -1,230 שקלים."
    },
    {
      "original": "הסקר הסטטיסטי הראה ששיעור האבטלה ירד לארבעה נקודה שני אחוזים, הנתון הנמוך ביותר מזה חמש שנים.",
      "normalized": "הסקר הסטטיסטי הראה ששיעור האבטלה ירד ל-4.2 אחוזים, הנתון הנמוך ביותר מזה 5 שנים."
    },
    {
      "original": "מחיר החבילה המשפחתית למלון באילת לארבעה לילות הוא ששת-אלפים שמונה-מאות ותשעים שקלים.",
      "normalized": "מחיר החבילה המשפחתית למלון באילת ל-4 לילות הוא 6,890 שקלים."
    },
    {
      "original": "הרווח הנקי של התאגיד ברבעון השלישי צמח בכשבעה-עשר אחוזים והגיע לסכום של תשעה מיליון שקלים.",
      "normalized": "הרווח הנקי של התאגיד ברבעון השלישי צמח ב-כ-17 אחוזים והגיע לסכום של 9,000,000 שקלים."
    },
    {
      "original": "מתוך שלושים אלף בתי אב שנדגמו, בשבעים ושניים אחוזים מהם נמצא לפחות מחשב אחד.",
      "normalized": "מתוך 30,000 בתי אב שנדגמו, ב-72 אחוזים מהם נמצא לפחות מחשב 1."
    },
    {
      "original": "נהג המונית נסע מרחק של מאה וארבעים קילומטרים, נסיעה שארכה שעתיים וחמישה-עשר דקות.",
      "normalized": "נהג המונית נסע מרחק של 140 קילומטרים, נסיעה שארכה שעתיים ו-15 דקות."
    },
    {
      "original": "החוב החיצוני של המדינה, שעמד על חמישים ושישה מיליארד דולר, קטן בשלושה אחוזים השנה.",
      "normalized": "החוב החיצוני של המדינה, שעמד על 56,000,000,000 דולר, קטן ב-3 אחוזים השנה."
    },
    {
      "original": "במהלך החפירות הארכאולוגיות התגלו שבע-מאות וארבעה מטבעות עתיקים, שגילם מוערך בכאלפיים שנה.",
      "normalized": "במהלך החפירות הארכאולוגיות התגלו 704 מטבעות עתיקים, שגילם מוערך ב-כ-2,000 שנה."
    },
    {
      "original": "הטמפרטורה באתר הסקי צנחה למינוס שבע מעלות, אך כאלף ומאתיים גולשים לא ויתרו על החוויה.",
      "normalized": "הטמפרטורה באתר הסקי צנחה ל- -7 מעלות, אך כ-1,200 גולשים לא ויתרו על החוויה."
    },
    {
      "original": "סטיית התקן של התוצאות במדגם, אשר כלל אלף תשע-מאות ושבעים ושמונה נבדקים, עמדה על שתי נקודה ארבע.",
      "normalized": "סטיית התקן של התוצאות במדגם, אשר כלל 1,978 נבדקים, עמדה על 2.4."
    },
    {
      "original": "השקעתו הראשונית של היזם בן הארבעים ושלוש עמדה על שלושה מיליון מאתיים וחמישים אלף שקלים.",
      "normalized": "השקעתו הראשונית של היזם בן ה-43 עמדה על 3,250,000 שקלים."
    },
    {
      "original": "מספר תעודת הזהות של הלקוחה הוא שתיים-אפס-אחת-חמש-שש-שלוש-שמונה-אפס-תשע.",
      "normalized": "מספר תעודת הזהות של הלקוחה הוא 201563809."
    },
    {
      "original": "בשנת אלפיים ועשרים ואחת, ביקרו בישראל כשש מאות אלף תיירים, ירידה של שמונים ואחד אחוזים לעומת שנת השיא.",
      "normalized": "בשנת 2021, ביקרו בישראל כ-600,000 תיירים, ירידה של 81 אחוזים לעומת שנת השיא."
    },
    {
      "original": "הטיול המאורגן, שכלל ארבעים ושמונה משתתפים, עבר דרך שבע מדינות באירופה במשך חמישה-עשר ימים.",
      "normalized": "הטיול המאורגן, שכלל 48 משתתפים, עבר דרך 7 מדינות באירופה במשך 15 ימים."
    },
    {
      "original": "שווי השוק של החברה צנח מתחת לרף מיליארד הדולרים לאחר ירידה של שלושים וחמישה אחוזים במחיר המניה.",
      "normalized": "שווי השוק של החברה צנח מתחת לרף 1,000,000,000 הדולרים לאחר ירידה של 35 אחוזים במחיר המניה."
    },
    {
      "original": "שלושה מתוך ארבעת המדדים הראו צמיחה חיובית, בעוד המדד הרביעי הציג צמיחה שלילית של מינוס אפס נקודה שש אחוזים.",
      "normalized": "3 מתוך 4 המדדים הראו צמיחה חיובית, בעוד המדד הרביעי הציג צמיחה שלילית של -0.6 אחוזים."
    },
    {
      "original": "הקבוצה ניצחה אתמול בהפרש של יותר משבע נקודות.",
      "normalized": "הקבוצה ניצחה אתמול בהפרש של יותר מ-7 נקודות."
    },
    {
      "original": "מונדיאל אלף תשע מאות שמונים ושש ייזכר בזכות יד האלוהים של מראדונה.",
      "normalized": "מונדיאל 1986 ייזכר בזכות יד האלוהים של מראדונה."
    },
    {
      "original": "האם נכון שלא פחות משלושים אחוזים מהאוהדים עזבו לפני סוף המשחק?",
      "normalized": "האם נכון שלא פחות מ-30 אחוזים מהאוהדים עזבו לפני סוף המשחק?"
    },
    {
      "original": "בגיל עשרים ואחת, השחיינית הצעירה כבר מחזיקה בשלוש מדליות אולימפיות.",
      "normalized": "בגיל 21, השחיינית הצעירה כבר מחזיקה ב-3 מדליות אולימפיות."
    },
    {
      "original": "המרתוניסט רץ את חמשת הקילומטרים האחרונים מהר יותר מהשאר.",
      "normalized": "המרתוניסט רץ את 5 הקילומטרים האחרונים מהר יותר מהשאר."
    },
    {
      "original": "הוא קלע שלשה כחצי שנייה לפני הבאזר.",
      "normalized": "הוא קלע שלשה כ-1/2 שנייה לפני הבאזר."
    },
    {
      "original": "הטיסה מתל אביב לניו יורק אורכת כשתים עשרה שעות וחצי.",
      "normalized": "הטיסה מתל אביב לניו יורק אורכת כ-12 וחצי שעות."
    },
    {
      "original": "בשנה שעברה ביקרו ביפן למעלה משלושים ואחד מיליון תיירים.",
      "normalized": "בשנה שעברה ביקרו ביפן למעלה מ-31,000,000 תיירים."
    },
    {
      "original": "כמה עולה כרטיס רכבת לפריז לשני מבוגרים ושלושה ילדים?",
      "normalized": "כמה עולה כרטיס רכבת לפריז ל-2 מבוגרים ו-3 ילדים?"
    },
    {
      "original": "ספינת הטיטאניק טבעה בשנת אלף תשע מאות ושתים עשרה.",
      "normalized": "ספינת הטיטאניק טבעה בשנת 1912."
    },
    {
      "original": "כדי לשכור רכב ברוב מדינות אירופה, עליך להיות לפחות בן עשרים וחמש.",
      "normalized": "כדי לשכור רכב ברוב מדינות אירופה, עליך להיות לפחות בן 25."
    },
    {
      "original": "המלון מציע הנחה של עשרים אחוזים למזמינים יותר משבעה לילות.",
      "normalized": "המלון מציע הנחה של 20 אחוזים למזמינים יותר מ-7 לילות."
    },
    {
      "original": "הזמנו טיול מאורגן וקיבלנו אישור על שני חדרים ורכב אחד.",
      "normalized": "הזמנו טיול מאורגן וקיבלנו אישור על 2 חדרים ורכב 1."
    },
    {
      "original": "הטמפרטורה צנחה הלילה מתחת לחמש מעלות צלזיוס.",
      "normalized": "הטמפרטורה צנחה הלילה מתחת ל-5 מעלות צלזיוס."
    },
    {
      "original": "כדי להכין את העוגה, צריך להוסיף כוס ושני שלישים של חלב.",
      "normalized": "כדי להכין את העוגה, צריך להוסיף כוס ו-2/3 של חלב."
    },
    {
      "original": "שטחו של האוקיינוס ההודי הוא כשבעים ושלושה מיליון קילומטרים רבועים.",
      "normalized": "שטחו של האוקיינוס ההודי הוא כ-73,000,000 קילומטרים רבועים."
    },
    {
      "original": "האם זה נכון שגובהו של הר האוורסט הוא יותר משמונת אלפים שמונה מאות וארבעים מטרים?",
      "normalized": "האם זה נכון שגובהו של הר האוורסט הוא יותר מ-8,840 מטרים?"
    },
    {
      "original": "רמת הלחות בחדר גבוהה יותר בארבעה עשר אחוזים מהרצוי.",
      "normalized": "רמת הלחות בחדר גבוהה יותר ב-14 אחוזים מהרצוי."
    },
    {
      "original": "המתכון דורש מאתיים וחמישים גרם חמאה וארבע ביצים.",
      "normalized": "המתכון דורש 250 גרם חמאה ו-4 ביצים."
    },
    {
      "original": "התינוקת, בת שנה ושלושה חודשים, כבר הולכת בכוחות עצמה.",
      "normalized": "התינוקת, בת שנה ו-3 חודשים, כבר הולכת בכוחות עצמה."
    },
    {
      "original": "הריצה העשרים ושתיים במספר הייתה הקשה ביותר עבור האצנית.",
      "normalized": "הריצה ה-22 במספר הייתה הקשה ביותר עבור האצנית."
    },
    {
      "original": "האצטדיון החדש מכיל יותר מעשרים ושבעה אלף מקומות ישיבה.",
      "normalized": "האצטדיון החדש מכיל יותר מ-27,000 מקומות ישיבה."
    },
    {
      "original": "האם ידעת שכארבעים וחמישה אחוזים מהשחקנים בליגה הם זרים?",
      "normalized": "האם ידעת שכ-45 אחוזים מהשחקנים בליגה הם זרים?"
    },
    {
      "original": "במרתון השתתפו אלף מאתיים שלושים וארבעה רצים.",
      "normalized": "במרתון השתתפו 1,234 רצים."
    },
    {
      "original": "שלוש מדליות הזהב ושתי מדליות הכסף הוענקו לנבחרת ישראל.",
      "normalized": "3 מדליות הזהב ו-2 מדליות הכסף הוענקו לנבחרת ישראל."
    },
    {
      "original": "הוא סיים במקום השני, הישג טוב יותר מהמקום השלישי שבו זכה בשנה שעברה.",
      "normalized": "הוא סיים במקום ה-2, הישג טוב יותר מהמקום ה-3 שבו זכה בשנה שעברה."
    },
    {
      "original": "מינוס ארבע הוא הפרש השערים של הקבוצה לאחר ההפסד האחרון.",
      "normalized": "-4 הוא הפרש השערים של הקבוצה לאחר ההפסד האחרון."
    },
    {
      "original": "שלוש מאות חמישים ושבעה אלף שקלים גויסו בקמפיין מימון ההמונים.",
      "normalized": "357,000 שקלים גויסו בקמפיין מימון ההמונים."
    },
    {
      "original": "הריבית על המשכנתא שלנו גבוהה יותר באחוז וחצי מהממוצע הארצי.",
      "normalized": "הריבית על המשכנתא שלנו גבוהה יותר ב-1.5% מהממוצע הארצי."
    },
    {
      "original": "האם ייתכן שהמאזן השנתי יסתיים במינוס של כשני מיליון שקלים?",
      "normalized": "האם ייתכן שהמאזן השנתי יסתיים במינוס של כ-2,000,000 שקלים?"
    },
    {
      "original": "זהו הרבעון השלישי ברציפות שבו החברה מציגה צמיחה.",
      "normalized": "זהו הרבעון ה-3 ברציפות שבו החברה מציגה צמיחה."
    },
    {
      "original": "עלות הפרויקט מוערכת בכשבע מאות אלף דולר ושלושים אלף יורו.",
      "normalized": "עלות הפרויקט מוערכת בכ-700,000 דולר ו-30,000 יורו."
    },
    {
      "original": "שבעה עשר אחוזים מההכנסות הגיעו משווקים חדשים באירופה.",
      "normalized": "17 אחוזים מההכנסות הגיעו משווקים חדשים באירופה."
    },
    {
      "original": "מספר הטלפון של שירות הלקוחות הוא כוכבית שתיים אפס שתיים אפס.",
      "normalized": "מספר הטלפון של שירות הלקוחות הוא *2020."
    },
    {
      "original": "כמאה וארבעים וארבעה אלף קבצים נסרקו על ידי תוכנת האנטי-וירוס.",
      "normalized": "כ-144,000 קבצים נסרקו על ידי תוכנת האנטי-וירוס."
    },
    {
      "original": "נמדדה טמפרטורה של מינוס שבעים ושמונה מעלות, ערך נמוך יותר מזה שנמדד אתמול.",
      "normalized": "נמדדה טמפרטורה של -78 מעלות, ערך נמוך יותר מזה שנמדד אתמול."
    },
    {
      "original": "תוכל לחזור אליי לתמיכה הטכנית למספר אפס חמש אפס שש שבע שמונה אפס שלוש שתיים אחת?",
      "normalized": "תוכל לחזור אליי לתמיכה הטכנית למספר 050-6780321?"
    },
    {
      "original": "הניסוי החמישי הצליח, לאחר ארבעה ניסיונות כושלים.",
      "normalized": "הניסוי ה-5 הצליח, לאחר 4 ניסיונות כושלים."
    },
    {
      "original": "יעילות האלגוריתם החדש גבוהה בשלושה עשר וחצי אחוזים מזו של הישן.",
      "normalized": "יעילות האלגוריתם החדש גבוהה ב-13.5 אחוזים מזו של הישן."
    },
    {
      "original": "האם המחשב מסוגל לבצע יותר משני מיליארד וארבע מאות מיליון חישובים בשנייה?",
      "normalized": "האם המחשב מסוגל לבצע יותר מ-2,400,000,000 חישובים בשנייה?"
    },
    {
      "original": "החברה דיווחה על רווח של שני מיליון, ארבע מאות אלף ושבעים שקלים ברבעון האחרון.",
      "normalized": "החברה דיווחה על רווח של 2,400,070 שקלים ברבעון האחרון."
    },
    {
      "original": "ראש הממשלה, בן שבעים ושתיים, נשא נאום בפני עצרת האו\"ם בשנת אלפיים ועשרים ושלוש.",
      "normalized": "ראש הממשלה, בן 72, נשא נאום בפני עצרת האו\"ם בשנת 2023."
    },
    {
      "original": "על פי הסקר, כשלושים ושבעה אחוזים מהנשאלים תומכים בהצעה החדשה.",
      "normalized": "על פי הסקר, כ-37 אחוזים מהנשאלים תומכים בהצעה החדשה."
    },
    {
      "original": "שווי המניה עלה ביותר מארבעה וחצי אחוזים ביום מסחר אחד.",
      "normalized": "שווי המניה עלה ביותר מ-4.5 אחוזים ביום מסחר 1."
    },
    {
      "original": "מספר הטלפון של מוקד החירום הוא אחת שתיים שתיים, ולאחר מכן חמש אפס אפס, שמונה שבע שש שתיים.",
      "normalized": "מספר הטלפון של מוקד החירום הוא 122, ולאחר מכן 500, 8762."
    },
    {
      "original": "שלוש מאות חמישים ואחד אלף אזרחים הצביעו בבחירות המקומיות, מספר הגבוה יותר מהבחירות הקודמות.",
      "normalized": "351,000 אזרחים הצביעו בבחירות המקומיות, מספר הגבוה יותר מהבחירות הקודמות."
    },
    {
      "original": "הבנק המרכזי הוריד את הריבית ברבע אחוז, והיא עומדת כעת על שני אחוזים ושבעים וחמש מאיות האחוז.",
      "normalized": "הבנק המרכזי הוריד את הריבית ב-0.25 אחוז, והיא עומדת כעת על 2.75 אחוז."
    },
    {
      "original": "החשוד, שמספר תעודת הזהות שלו הוא שתיים שלוש ארבע חמש שש שבע שמונה תשע אחת, נעצר אתמול.",
      "normalized": "החשוד, שמספר תעודת הזהות שלו הוא 234567891, נעצר אתמול."
    },
    {
      "original": "מתוך אלף נבדקים, שמונה מאות ושלושה עשר דיווחו על שיפור במצבם.",
      "normalized": "מתוך 1,000 נבדקים, 813 דיווחו על שיפור במצבם."
    },
    {
      "original": "תקציב הפרויקט הוערך בכשבעה מיליון וחצי שקלים, אך העלות הסופית הייתה גבוהה יותר.",
      "normalized": "תקציב הפרויקט הוערך בכ-7,500,000 שקלים, אך העלות הסופית הייתה גבוהה יותר."
    },
    {
      "original": "האירוע ההיסטורי התרחש בשנת אלף תשע מאות ארבעים ושמונה.",
      "normalized": "האירוע ההיסטורי התרחש בשנת 1948."
    },
    {
      "original": "ארבעים ושתיים הנקודות שהשיגה השחקנית היו שיא קריירה חדש.",
      "normalized": "42 הנקודות שהשיגה השחקנית היו שיא קריירה חדש."
    },
    {
      "original": "החוב הלאומי של המדינה עומד על כשש מאות וארבעים מיליארד דולר.",
      "normalized": "החוב הלאומי של המדינה עומד על כ-640,000,000,000 דולר."
    },
    {
      "original": "ארבעה כתבי אישום הוגשו בפרשה, ושניים מהם נגד בכירים לשעבר.",
      "normalized": "4 כתבי אישום הוגשו בפרשה, ו-2 מהם נגד בכירים לשעבר."
    },
    {
      "original": "תוחלת החיים הממוצעת לנשים היא שמונים וארבע שנים, גבוהה יותר מאשר לפני עשרים שנה.",
      "normalized": "תוחלת החיים הממוצעת לנשים היא 84 שנים, גבוהה יותר מאשר לפני 20 שנה."
    },
    {
      "original": "החברה פיטרה מאה ועשרים עובדים, שהם כעשרה אחוזים מכוח האדם שלה.",
      "normalized": "החברה פיטרה 120 עובדים, שהם כ-10 אחוזים מכוח האדם שלה."
    },
    {
      "original": "העדה, אישה בת שלושים ושש, מסרה עדות במשך חמש שעות.",
      "normalized": "העדה, אישה בת 36, מסרה עדות במשך 5 שעות."
    },
    {
      "original": "ישנם יותר משבעת אלפים מיני צמחים בישראל, מתוכם כאלף וחמש מאות נמצאים בסכנת הכחדה.",
      "normalized": "ישנם יותר מ-7,000 מיני צמחים בישראל, מתוכם כ-1,500 נמצאים בסכנת הכחדה."
    },
    {
      "original": "היקף הסחר בין שתי המדינות צמח בשנה שעברה בשבעה עשר אחוז והגיע לשלושה מיליארד וחמש מאות מיליון דולר.",
      "normalized": "היקף הסחר בין 2 המדינות צמח בשנה שעברה ב-17 אחוז והגיע ל-3,500,000,000 דולר."
    },
    {
      "original": "פרויקט הבנייה, שהחל בשנת אלפיים ותשע-עשרה, צפוי להסתיים בעוד כשלוש שנים.",
      "normalized": "פרויקט הבנייה, שהחל בשנת 2019, צפוי להסתיים בעוד כ-3 שנים."
    },
    {
      "original": "רווחי החברה ברבעון השלישי זינקו ועמדו על שנים-עשר מיליון וארבע מאות אלף דולרים.",
      "normalized": "רווחי החברה ברבעון ה-3 זינקו ועמדו על 12,400,000 דולרים."
    },
    {
      "original": "הבנק המרכזי הותיר את הריבית על שניים וחצי אחוזים, זו הפעם הרביעית ברציפות.",
      "normalized": "הבנק המרכזי הותיר את הריבית על 2.5 אחוזים, זו הפעם ה-4 ברציפות."
    },
    {
      "original": "ההשקעה הראשונית בפרויקט נאמדת בכשלושה מיליון וחצי שקלים חדשים.",
      "normalized": "ההשקעה הראשונית בפרויקט נאמדת בכ-3,500,000 שקלים חדשים."
    },
    {
      "original": "מניית החברה נסחרת כעת במחיר של שבעים ושמונה שקלים וארבעים אגורות.",
      "normalized": "מניית החברה נסחרת כעת במחיר של 78 שקלים ו-40 אגורות."
    },
    {
      "original": "היזמית, בת שלושים ושתיים, גייסה סבב השקעה ראשון בסך מיליון דולר.",
      "normalized": "היזמית, בת 32, גייסה סבב השקעה 1 בסך 1,000,000 דולר."
    },
    {
      "original": "סך החובות של הצרכנים בארצות הברית חצה את רף שבעה-עשר טריליון הדולרים.",
      "normalized": "סך החובות של הצרכנים בארצות הברית חצה את רף 17,000,000,000,000 הדולרים."
    },
    {
      "original": "במהלך הדיון בכנסת, שלושה חברי אופוזיציה ושישה חברי קואליציה נרשמו לנאום.",
      "normalized": "במהלך הדיון בכנסת, 3 חברי אופוזיציה ו-6 חברי קואליציה נרשמו לנאום."
    },
    {
      "original": "העד המרכזי בפרשה, בן שבעים ואחת, התבקש למסור את מספר הטלפון שלו: אפס חמש אפס, שמונה שתיים שתיים, אחת תשע שלוש שבע.",
      "normalized": "העד המרכזי בפרשה, בן 71, התבקש למסור את מספר הטלפון שלו: 050-8221937."
    },
    {
      "original": "המהדורה המרכזית דיווחה על כאלף וחמש מאות מפגינים שהתאספו בכיכר העיר.",
      "normalized": "המהדורה המרכזית דיווחה על כ-1,500 מפגינים שהתאספו בכיכר העיר."
    },
    {
      "original": "ראש העיר הכריז על פתיחת בית הספר היסודי העשרים ושלושה בעיר.",
      "normalized": "ראש העיר הכריז על פתיחת בית הספר היסודי ה-23 בעיר."
    },
    {
      "original": "לאחר משא ומתן שנמשך תשע שעות, הצדדים הגיעו להסכמה עקרונית.",
      "normalized": "לאחר משא ומתן שנמשך 9 שעות, הצדדים הגיעו להסכמה עקרונית."
    },
    {
      "original": "הכתבה חשפה כיצד חמש משפחות שולטות בכשלושים אחוזים מהשוק.",
      "normalized": "הכתבה חשפה כיצד 5 משפחות שולטות בכ-30 אחוזים מהשוק."
    },
    {
      "original": "המחקר החדש, שכלל ארבע מאות שמונים ושבעה נבדקים, הראה תוצאות מפתיעות.",
      "normalized": "המחקר החדש, שכלל 487 נבדקים, הראה תוצאות מפתיעות."
    },
    {
      "original": "טלסקופ החלל ג'יימס ווב מסוגל לזהות אור מגלקסיות במרחק של יותר משלושה-עשר מיליארד שנות אור.",
      "normalized": "טלסקופ החלל ג'יימס ווב מסוגל לזהות אור מגלקסיות במרחק של יותר מ-13,000,000,000 שנות אור."
    },
    {
      "original": "האלגוריתם החדש הצליח לשפר את יעילות המערכת בשבעה עשר אחוזים וארבע עשיריות האחוז.",
      "normalized": "האלגוריתם החדש הצליח לשפר את יעילות המערכת ב-17.4 אחוזים."
    },
    {
      "original": "טמפרטורת הדגימה הועלתה במעלה אחת בכל עשרים דקות.",
      "normalized": "טמפרטורת הדגימה הועלתה במעלה 1 בכל 20 דקות."
    },
    {
      "original": "המדען הראשי, פרופסור כהן, הוא בן חמישים ושש וזהו מחקרו הארבעה-עשר בתחום.",
      "normalized": "המדען הראשי, פרופסור כהן, הוא בן 56 וזהו מחקרו ה-14 בתחום."
    },
    {
      "original": "כדי להריץ את הסימולציה, נדרשים לפחות שלושה מחשבים בעלי שישים וארבעה ג'יגה-בייט זיכרון כל אחד.",
      "normalized": "כדי להריץ את הסימולציה, נדרשים לפחות 3 מחשבים בעלי 64 ג'יגה-בייט זיכרון כל אחד."
    },
    {
      "original": "הניסוי הראשון נערך בשנת אלפיים ושלוש, והשני נערך כעבור שבע שנים.",
      "normalized": "הניסוי ה-1 נערך בשנת 2003, וה-2 נערך כעבור 7 שנים."
    },
    {
      "original": "אורך הגל של הלייזר נקבע על שש מאות שלושים ושניים ושמונה עשיריות ננומטר.",
      "normalized": "אורך הגל של הלייזר נקבע על 632.8 ננומטר."
    },
    {
      "original": "הקבוצה רכשה את השחקן הזר תמורת סכום של שנים עשר מיליון וחמש מאות אלף אירו.",
      "normalized": "הקבוצה רכשה את השחקן הזר תמורת סכום של 12,500,000 אירו."
    },
    {
      "original": "השיא העולמי בריצת מאה מטרים עומד על תשע שניות וחמישים ושמונה מאיות.",
      "normalized": "השיא העולמי בריצת 100 מטרים עומד על 9 שניות ו-58 מאיות."
    },
    {
      "original": "גילה של הטניסאית המבטיחה, רק בת שבע עשרה, צעיר יותר מרוב יריבותיה.",
      "normalized": "גילה של הטניסאית המבטיחה, רק בת 17, צעיר יותר מרוב יריבותיה."
    },
    {
      "original": "במהלך הקריירה שלו, כדורסלן העבר קלע למעלה משלושים ושניים אלף נקודות.",
      "normalized": "במהלך הקריירה שלו, כדורסלן העבר קלע למעלה מ-32,000 נקודות."
    },
    {
      "original": "במרתון האחרון, הרץ סיים את המסלול בזמן של שלוש שעות, ארבעים ושתיים דקות ותשע שניות.",
      "normalized": "במרתון האחרון, הרץ סיים את המסלול בזמן של 3 שעות, 42 דקות ו-9 שניות."
    },
    {
      "original": "מספר הטלפון של המועדון הוא אפס שלוש, תשע שש חמש, ארבע שמונה אחת אפס.",
      "normalized": "מספר הטלפון של המועדון הוא 03-9654810."
    },
    {
      "original": "המחיר של המכונית המשפחתית החדשה שלי הוא כמאה שבעים ותשעה אלף שקלים.",
      "normalized": "המחיר של המכונית המשפחתית החדשה שלי הוא כ-179,000 שקלים."
    },
    {
      "original": "אני צריך רק רבע שעה כדי להתארגן ולצאת מהבית.",
      "normalized": "אני צריך רק 1/4 שעה כדי להתארגן ולצאת מהבית."
    },
    {
      "original": "סבא שלי, בן השמונים ושלוש, עדיין עובד בגינה כל יום.",
      "normalized": "סבא שלי, בן ה-83, עדיין עובד בגינה כל יום."
    },
    {
      "original": "המתכון דורש כוס וחצי קמח ושלוש ביצים.",
      "normalized": "המתכון דורש כוס ו-1/2 קמח ו-3 ביצים."
    },
    {
      "original": "תקציב הטיול שלנו לאירופה עמד על כעשרים וחמישה אלף שקלים לשנינו.",
      "normalized": "תקציב הטיול שלנו לאירופה עמד על כ-25,000 שקלים לשנינו."
    },
    {
      "original": "שכר הדירה החודשי גבוה יותר באלף ומאתיים שקלים מהשכר הקודם.",
      "normalized": "שכר הדירה החודשי גבוה יותר ב-1,200 שקלים מהשכר הקודם."
    },
    {
      "original": "אם תצטרך עזרה, מספר הטלפון שלי הוא אפס חמש שתיים חמש אחת שתיים שמונה אפס שלוש שלוש.",
      "normalized": "אם תצטרך עזרה, מספר הטלפון שלי הוא 052-5128033."
    },
    {
      "original": "הטלסקופ החדש יכול לזהות גלקסיות במרחק של יותר משלושה עשר מיליארד שנות אור.",
      "normalized": "הטלסקופ החדש יכול לזהות גלקסיות במרחק של יותר מ-13,000,000,000 שנות אור."
    },
    {
      "original": "מהירות האור בריק היא מאתיים תשעים ותשעה מיליון, שבע מאות תשעים ושניים אלף, ארבע מאות חמישים ושמונה מטרים לשנייה.",
      "normalized": "מהירות האור בריק היא 299,792,458 מטרים לשנייה."
    },
    {
      "original": "קוטרו של אטום מימן הוא בערך מאה ושישה פיקומטר.",
      "normalized": "קוטרו של אטום מימן הוא בערך 106 פיקומטר."
    },
    {
      "original": "המעבד החדש מהיר פי אחד ושני שלישים מהדגם הקודם.",
      "normalized": "המעבד החדש מהיר פי 1 ו-2/3 מהדגם הקודם."
    },
    {
      "original": "פרויקט הגנום האנושי עלה למדינה כשני מיליארד ושבע מאות מיליון דולר.",
      "normalized": "פרויקט הגנום האנושי עלה למדינה כ-2,700,000,000 דולר."
    },
    {
      "original": "הלוויין שוגר בשנת אלפיים ושמונה עשרה והוא צפוי להישאר במסלול עוד כחמש עשרה שנים.",
      "normalized": "הלוויין שוגר בשנת 2018 והוא צפוי להישאר במסלול עוד כ-15 שנים."
    },
    {
      "original": "נפח הכונן הקשיח החדש שלי הוא שני טרה-בייט, שזה פי ארבעה מהכונן הישן.",
      "normalized": "נפח הכונן הקשיח החדש שלי הוא 2 טרה-בייט, שזה פי 4 מהכונן הישן."
    },
    {
      "original": "על פי הדיווח, כשבעים ושניים אחוזים מהמצביעים תמכו בהצעה.",
      "normalized": "על פי הדיווח, כ-72 אחוזים מהמצביעים תמכו בהצעה."
    },
    {
      "original": "המחקר, שפורסם בשנת אלפיים ושמונה, שינה את פני התחום.",
      "normalized": "המחקר, שפורסם בשנת 2008, שינה את פני התחום."
    },
    {
      "original": "כיתתם של שלושים ושמונה התלמידים זכתה במקום הראשון בתחרות.",
      "normalized": "כיתתם של 38 התלמידים זכתה במקום הראשון בתחרות."
    },
    {
      "original": "לבירורים נוספים, ניתן להתקשר למספר אפס חמש אפס, שש שבע שמונה, תשע אפס אחת שתיים.",
      "normalized": "לבירורים נוספים, ניתן להתקשר למספר 050, 678, 9012."
    },
    {
      "original": "רק שני שלישים מהסטודנטים בקורס הצליחו לעבור את המבחן המסכם.",
      "normalized": "רק 2/3 מהסטודנטים בקורס הצליחו לעבור את המבחן המסכם."
    },
    {
      "original": "זהו הניסיון השבעה-עשר של נאס\"א לשגר את הטלסקופ לחלל העמוק.",
      "normalized": "זהו הניסיון ה-17 של נאס\"א לשגר את הטלסקופ לחלל העמוק."
    },
    {
      "original": "מחירו של המנוי השנתי לעיתון הוא שלוש מאות שישים וחמישה שקלים.",
      "normalized": "מחירו של המנוי השנתי לעיתון הוא 365 שקלים."
    },
    {
      "original": "תקציבם של כארבע מאות בתי ספר יסודיים הוגדל משמעותית.",
      "normalized": "תקציבם של כ-400 בתי ספר יסודיים הוגדל משמעותית."
    },
    {
      "original": "הטמפרטורה ירדה לשתי מעלות צלזיוס, וצפוי שלג קל בהרים.",
      "normalized": "הטמפרטורה ירדה ל-2 מעלות צלזיוס, וצפוי שלג קל בהרים."
    },
    {
      "original": "מהירות האור היא כשלוש מאות אלף קילומטרים בשנייה.",
      "normalized": "מהירות האור היא כ-300,000 קילומטרים בשנייה."
    },
    {
      "original": "בסקר נמצא כי חמישים ושלושה אחוזים מהתלמידים מעדיפים למידה מקוונת.",
      "normalized": "בסקר נמצא כי 53 אחוזים מהתלמידים מעדיפים למידה מקוונת."
    },
    {
      "original": "האירוע התרחש במאה התשע-עשרה, בסביבות שנת אלף שמונה מאות שבעים ושש.",
      "normalized": "האירוע התרחש במאה ה-19, בסביבות שנת 1876."
    },
    {
      "original": "הניסוי דרש דגימה של ליטר וחצי של התמיסה המיוחדת.",
      "normalized": "הניסוי דרש דגימה של 1.5 ליטר של התמיסה המיוחדת."
    },
    {
      "original": "התכנית החינוכית החדשה תיושם בשלוש מאות ועשרים בתי ספר ברחבי הארץ.",
      "normalized": "התכנית החינוכית החדשה תיושם ב-320 בתי ספר ברחבי הארץ."
    },
    {
      "original": "הוועדה המדעית כללה תשעה חוקרים ושש חוקרות מתחומים שונים.",
      "normalized": "הוועדה המדעית כללה 9 חוקרים ו-6 חוקרות מתחומים שונים."
    },
    {
      "original": "המפלגה זכתה בשנים-עשר מנדטים, עלייה של שני מנדטים מהבחירות הקודמות.",
      "normalized": "המפלגה זכתה ב-12 מנדטים, עלייה של 2 מנדטים מהבחירות הקודמות."
    },
    {
      "original": "הפרק השלישי של הקורס עוסק בהיסטוריה של המדע.",
      "normalized": "הפרק ה-3 של הקורס עוסק בהיסטוריה של המדע."
    },
    {
      "original": "מתוך אלף חמש מאות וארבעים נבדקים, רק אחוז אחד הראה תופעות לוואי.",
      "normalized": "מתוך 1,540 נבדקים, רק 1 אחוז הראה תופעות לוואי."
    },
    {
      "original": "ספריית האוניברסיטה מכילה למעלה משני מיליון ושבע מאות אלף כותרים.",
      "normalized": "ספריית האוניברסיטה מכילה למעלה מ-2,700,000 כותרים."
    },
    {
      "original": "שידור הבכורה של הסדרה, בשנת אלפיים ואחת, זכה לרייטינג של עשרים ושבעה אחוזים.",
      "normalized": "שידור הבכורה של הסדרה, בשנת 2001, זכה לרייטינג של 27 אחוזים."
    },
    {
      "original": "הטיסה שלנו לפריז התעכבה בכמעט שלוש שעות, ולכן פספסנו את הרכבת האחרונה.",
      "normalized": "הטיסה שלנו לפריז התעכבה בכ-3 שעות, ולכן פספסנו את הרכבת האחרונה."
    },
    {
      "original": "סבא וסבתא שלי עלו לארץ בשנת אלף תשע מאות ארבעים ושמונה.",
      "normalized": "סבא וסבתא שלי עלו לארץ בשנת 1948."
    },
    {
      "original": "במהלך הטיול הגדול לדרום אמריקה נסענו יותר מעשרים ושניים אלף קילומטרים.",
      "normalized": "במהלך הטיול הגדול לדרום אמריקה נסענו יותר מ-22,000 קילומטרים."
    },
    {
      "original": "כחצי מיליון תיירים מבקרים בעיר העתיקה בירושלים מדי שנה.",
      "normalized": "כ-500,000 תיירים מבקרים בעיר העתיקה בירושלים מדי שנה."
    },
    {
      "original": "הזמנו כרטיסים לשישה מבוגרים וארבעה ילדים לטיול בצפון.",
      "normalized": "הזמנו כרטיסים ל-6 מבוגרים ו-4 ילדים לטיול בצפון."
    },
    {
      "original": "עברנו שני שלישים מהדרך, ונותרה לנו פחות משעה אחת של נסיעה.",
      "normalized": "עברנו 2/3 מהדרך, ונותרה לנו פחות משעה 1 של נסיעה."
    },
    {
      "original": "חבילת הנופש ליוון עלתה לנו חמשת אלפים ושבע מאות שקלים לאדם.",
      "normalized": "חבילת הנופש ליוון עלתה לנו 5,700 שקלים לאדם."
    },
    {
      "original": "הקבוצה זכתה באליפות בפעם האחרונה בשנת אלפיים ואחת עשרה.",
      "normalized": "הקבוצה זכתה באליפות בפעם האחרונה בשנת 2011."
    },
    {
      "original": "אחד עשר שחקנים עלו על הדשא בתחילת המשחק, אך רק תשעה סיימו אותו.",
      "normalized": "11 שחקנים עלו על הדשא בתחילת המשחק, אך רק 9 סיימו אותו."
    },
    {
      "original": "יותר משבעים וששת אלף צופים הגיעו לאצטדיון כדי לצפות במשחק הגמר.",
      "normalized": "יותר מ-76,000 צופים הגיעו לאצטדיון כדי לצפות במשחק הגמר."
    },
    {
      "original": "השחיין סיים את מקצה מאתיים המטרים בזמן של דקה אחת וחמישים ושמונה שניות.",
      "normalized": "השחיין סיים את מקצה 200 המטרים בזמן של דקה 1 ו-58 שניות."
    },
    {
      "original": "הוא רץ מרתון שלם, מרחק של ארבעים ושניים קילומטרים, בפחות משלוש שעות.",
      "normalized": "הוא רץ מרתון שלם, מרחק של 42 קילומטרים, בפחות מ-3 שעות."
    },
    {
      "original": "המשלחת האולימפית חזרה הביתה עם שתי מדליות זהב וחמש מדליות ארד.",
      "normalized": "המשלחת האולימפית חזרה הביתה עם 2 מדליות זהב ו-5 מדליות ארד."
    },
    {
      "original": "שווי השוק של החברה קפץ בשניים וחצי מיליארד דולר לאחר פרסום הדוחות.",
      "normalized": "שווי השוק של החברה קפץ ב-2,500,000,000 דולר לאחר פרסום הדוחות."
    },
    {
      "original": "החברה, שנוסדה בשנת אלף תשע מאות שמונים ותשע, מעסיקה כיום אלפיים ושש מאות עובדים.",
      "normalized": "החברה, שנוסדה בשנת 1989, מעסיקה כיום 2,600 עובדים."
    },
    {
      "original": "האינפלציה השנתית צפויה לעמוד על כשלושה ורבע אחוזים.",
      "normalized": "האינפלציה השנתית צפויה לעמוד על כ-3.25%."
    },
    {
      "original": "תקציב הביטחון אושר ועומד על סכום של שבעים ושלושה מיליארד שקלים.",
      "normalized": "תקציב הביטחון אושר ועומד על סכום של 73,000,000,000 שקלים."
    },
    {
      "original": "ארבעה בנקים גדולים שולטים בכמעט שמונים אחוז מהשוק הפיננסי במדינה.",
      "normalized": "4 בנקים גדולים שולטים בכ-80% מהשוק הפיננסי במדינה."
    },
    {
      "original": "רכשתי שבע מניות של החברה במחיר של שלוש מאות ועשרים שקלים למניה.",
      "normalized": "רכשתי 7 מניות של החברה במחיר של 320 שקלים למניה."
    },
    {
      "original": "ההשקעה הראשונית בפרויקט הייתה בסך מיליון ומאתיים אלף שקלים.",
      "normalized": "ההשקעה הראשונית בפרויקט הייתה בסך 1,200,000 שקלים."
    },
    {
      "original": "על פי הנתונים האחרונים, אוכלוסיית המדינה צמחה בכשלוש מאות וארבעים אלף איש בשנה האחרונה.",
      "normalized": "על פי הנתונים האחרונים, אוכלוסיית המדינה צמחה בכ-340,000 איש בשנה האחרונה."
    },
    {
      "original": "הסקר משנת אלפיים עשרים ואחת הראה כי שמונים ושניים אחוזים מהנשאלים תומכים במהלך.",
      "normalized": "הסקר משנת 2021 הראה כי 82 אחוזים מהנשאלים תומכים במהלך."
    },
    {
      "original": "המחקר כלל ניתוח של למעלה ממיליון וחצי רשומות רפואיות.",
      "normalized": "המחקר כלל ניתוח של למעלה מ-1,500,000 רשומות רפואיות."
    },
    {
      "original": "כדי להתקבל לתכנית, נדרש ציון של לפחות שש מאות ושמונים בבחינה הפסיכומטרית.",
      "normalized": "כדי להתקבל לתכנית, נדרש ציון של לפחות 680 בבחינה הפסיכומטרית."
    },
    {
      "original": "המרחק הממוצע מכדור הארץ למאדים הוא כמאתיים עשרים וחמישה מיליון קילומטרים.",
      "normalized": "המרחק הממוצע מכדור הארץ למאדים הוא כ-225,000,000 קילומטרים."
    },
    {
      "original": "מספר תעודת הזהות שסופק למערכת הוא שלוש-אחת-שבע-אפס-אפס-שתיים-חמש-שמונה-ארבע.",
      "normalized": "מספר תעודת הזהות שסופק למערכת הוא 317002584."
    },
    {
      "original": "הטמפרטורה המדויקת שנמדדה במעבדה הייתה מינוס עשרים ושלוש נקודה שש מעלות צלזיוס.",
      "normalized": "הטמפרטורה המדויקת שנמדדה במעבדה הייתה מינוס 23.6 מעלות צלזיוס."
    },
    {
      "original": "לבירורים נוספים בנוגע להרשמה, ניתן לחייג אפס חמש שתיים, שבע שמונה תשע אפס אחת שתיים שלוש.",
      "normalized": "לבירורים נוספים בנוגע להרשמה, ניתן לחייג 052-7890123."
    },
    {
      "original": "בשנת הלימודים תשפ\"ד נרשמו למכללה שבעת אלפים, מאתיים ושלושה עשר סטודנטים חדשים.",
      "normalized": "בשנת הלימודים תשפ\"ד נרשמו למכללה 7,213 סטודנטים חדשים."
    },
    {
      "original": "החברה דיווחה על רווח נקי של שנים עשר מיליון, ארבע מאות אלף ושבע מאות שקלים ברבעון האחרון.",
      "normalized": "החברה דיווחה על רווח נקי של 12,400,700 שקלים ברבעון האחרון."
    },
    {
      "original": "פרויקט הגמר כלל כתיבת קוד המורכב מכשבעים וחמישה אלף שורות.",
      "normalized": "פרויקט הגמר כלל כתיבת קוד המורכב מכ-75,000 שורות."
    },
    {
      "original": "בית הספר הוקם בשנת אלף תשע מאות חמישים ושש ומונה כיום תשע מאות וארבעה תלמידים.",
      "normalized": "בית הספר הוקם בשנת 1956 ומונה כיום 904 תלמידים."
    },
    {
      "original": "התוצאות הראו שיפור של ארבע נקודה שבעים וחמישה אחוזים ביעילות התהליך.",
      "normalized": "התוצאות הראו שיפור של 4.75 אחוזים ביעילות התהליך."
    },
    {
      "original": "החוקר הראשי, שקיבל את מספר העובד שבע שתיים אפס שש, פרסם את ממצאיו בכתב עת יוקרתי.",
      "normalized": "החוקר הראשי, שקיבל את מספר העובד 7206, פרסם את ממצאיו בכתב עת יוקרתי."
    },
    {
      "original": "בספריית האוניברסיטה ישנם למעלה משני מיליון, מאה אלף ספרים וכתבי עת.",
      "normalized": "בספריית האוניברסיטה ישנם למעלה מ-2,100,000 ספרים וכתבי עת."
    },
    {
      "original": "יצוא הסחורות הסתכם בשבעה עשר מיליארד, חמש מאות מיליון דולר, עלייה של כאחד עשר אחוזים.",
      "normalized": "יצוא הסחורות הסתכם ב-17,500,000,000 דולר, עלייה של כ-11 אחוזים."
    },
    {
      "original": "מספר הטלפון של התמיכה הטכנית הוא כוכבית שש אחת אחת אפס.",
      "normalized": "מספר הטלפון של התמיכה הטכנית הוא *6110."
    },
    {
      "original": "שכר הלימוד השנתי עומד על ארבעים ואחד אלף, מאתיים וחמישים שקלים.",
      "normalized": "שכר הלימוד השנתי עומד על 41,250 שקלים."
    },
    {
      "original": "בבחינה הסופית היו מאה ושבע עשרה שאלות, ורק שלושה תלמידים ענו על כולן נכון.",
      "normalized": "בבחינה הסופית היו 117 שאלות, ו-3 תלמידים ענו על כולן נכון."
    },
    {
      "original": "שיעור הילודה הממוצע במדינה ירד לשני ילדים נקודה תשע חמש לאישה.",
      "normalized": "שיעור הילודה הממוצע במדינה ירד ל-2.95 ילדים לאישה."
    },
    {
      "original": "בשנת אלפיים ושבע עשרה, למדו בכיתתה של המורה עשרים ותשעה תלמידים.",
      "normalized": "בשנת 2017, למדו בכיתתה של המורה 29 תלמידים."
    },
    {
      "original": "פרויקט הגמר שלו כלל ניתוח של שבע מאות חמישים ושלושה מקורות אקדמיים.",
      "normalized": "פרויקט הגמר שלו כלל ניתוח של 753 מקורות אקדמיים."
    },
    {
      "original": "תקציב המחקר השנתי של הפקולטה עומד על כשני מיליון וארבע מאות אלף שקלים.",
      "normalized": "תקציב המחקר השנתי של הפקולטה עומד על כ-2,400,000 שקלים."
    },
    {
      "original": "הציון הממוצע שלו במתמטיקה היה שמונים ותשע נקודה שבע.",
      "normalized": "הציון הממוצע שלו במתמטיקה היה 89.7."
    },
    {
      "original": "למעלה משנים עשר אלף סטודנטים נרשמו לאוניברסיטה בשנה האחרונה.",
      "normalized": "למעלה מ-12,000 סטודנטים נרשמו לאוניברסיטה בשנה האחרונה."
    },
    {
      "original": "הספרייה החדשה מכילה מאה וארבעים אלף ספרים ושלושת אלפים כתבי עת.",
      "normalized": "הספרייה החדשה מכילה 140,000 ספרים ו-3,000 כתבי עת."
    },
    {
      "original": "אורך המסלול המלא הוא ארבעים ושניים קילומטרים ומאה תשעים וחמישה מטרים.",
      "normalized": "אורך המסלול המלא הוא 42 קילומטרים ו-195 מטרים."
    },
    {
      "original": "משקל החבילה הוא שלושה קילוגרמים ושבע מאות גרם.",
      "normalized": "משקל החבילה הוא 3 קילוגרמים ו-700 גרם."
    },
    {
      "original": "הבניין החדש מתנשא לגובה של מאה שישים ושמונה מטרים.",
      "normalized": "הבניין החדש מתנשא לגובה של 168 מטרים."
    },
    {
      "original": "שטח דירתם החדשה הוא מאה עשרים ושלושה מטרים רבועים.",
      "normalized": "שטח דירתם החדשה הוא 123 מטרים רבועים."
    },
    {
      "original": "כמות המים במיכל הגיעה לשבע מאות אלף ליטרים, שהם שבעים אחוז מהקיבולת המלאה.",
      "normalized": "כמות המים במיכל הגיעה ל-700,000 ליטרים, שהם 70 אחוז מהקיבולת המלאה."
    },
    {
      "original": "המהירות המותרת בכביש זה היא תשעים קמ\"ש, אך הוא נסע במהירות של מאה ושבעה קמ\"ש.",
      "normalized": "המהירות המותרת בכביש זה היא 90 קמ\"ש, אך הוא נסע במהירות של 107 קמ\"ש."
    },
    {
      "original": "הטמפרטורה המדויקת שנמדדה במעבדה הייתה עשרים ושתיים נקודה שמונה מעלות צלזיוס.",
      "normalized": "הטמפרטורה המדויקת שנמדדה במעבדה הייתה 22.8 מעלות צלזיוס."
    },
    {
      "original": "הטיול שלנו לאירופה בשנת אלף תשע מאות תשעים ושמונה כלל ביקור בשש מדינות.",
      "normalized": "הטיול שלנו לאירופה בשנת 1998 כלל ביקור ב-6 מדינות."
    },
    {
      "original": "הזמנו טיסה לשלושה אנשים ושני לילות במלון בעלות כוללת של אלפיים ושש מאות יורו.",
      "normalized": "הזמנו טיסה ל-3 אנשים ו-2 לילות במלון בעלות כוללת של 2,600 יורו."
    },
    {
      "original": "בשנת אלפיים ועשרים ושתיים, ביקרו בישראל כשני מיליון ושש מאות אלף תיירים.",
      "normalized": "בשנת 2022, ביקרו בישראל כ-2,600,000 תיירים."
    },
    {
      "original": "המרחק בין שתי הערים הוא חמש מאות וארבעה עשר קילומטרים ברכב.",
      "normalized": "המרחק בין שתי הערים הוא 514 קילומטרים ברכב."
    },
    {
      "original": "מסלול הטיול הרגלי שלהם השתרע על פני שבעה עשר קילומטרים ועבר דרך שלושה נחלים.",
      "normalized": "מסלול הטיול הרגלי שלהם השתרע על פני 17 קילומטרים ועבר דרך 3 נחלים."
    },
    {
      "original": "חברת התעופה מפעילה למעלה משלושים ושמונה אלף טיסות בשנה ליעדים שונים בעולם.",
      "normalized": "חברת התעופה מפעילה למעלה מ-38,000 טיסות בשנה ליעדים שונים בעולם."
    },
    {
      "original": "היעד התיירותי הזה משך אליו מיליון וחצי מבקרים בשנה שעברה, עלייה של חמישה עשר אחוזים.",
      "normalized": "היעד התיירותי הזה משך אליו 1,500,000 מבקרים בשנה שעברה, עלייה של 15 אחוזים."
    },
    {
      "original": "הטיסה שלנו לרומא יוצאת בעוד שלוש שעות ועשרים דקות.",
      "normalized": "הטיסה שלנו לרומא יוצאת בעוד 3 שעות ו-20 דקות."
    },
    {
      "original": "עלות השדרוג למחלקת עסקים הייתה אלף מאתיים וארבעים דולר.",
      "normalized": "עלות השדרוג למחלקת עסקים הייתה 1,240 דולר."
    },
    {
      "original": "האם הזמנת חדר במלון לשני לילות או לשלושה?",
      "normalized": "האם הזמנת חדר במלון ל-2 לילות או ל-3?"
    },
    {
      "original": "מספר אישור ההזמנה שלי הוא תשע-שמונה-אפס-שבע-שתיים-אחת.",
      "normalized": "מספר אישור ההזמנה שלי הוא 980721."
    },
    {
      "original": "המסע ברכבת ארך שבע-עשרה שעות, ועברנו דרך חמש מדינות שונות.",
      "normalized": "המסע ברכבת ארך 17 שעות, ועברנו דרך 5 מדינות שונות."
    },
    {
      "original": "הספינה יכולה להכיל עד אלפיים ושש מאות נוסעים.",
      "normalized": "הספינה יכולה להכיל עד 2,600 נוסעים."
    },
    {
      "original": "מרקו פולו החל את מסעותיו המפורסמים בשנת אלף מאתיים שבעים ואחת.",
      "normalized": "מרקו פולו החל את מסעותיו המפורסמים בשנת 1271."
    },
    {
      "original": "מהירות האור היא כשלוש מאות אלף קילומטרים לשנייה.",
      "normalized": "מהירות האור היא כ-300,000 קילומטרים לשנייה."
    },
    {
      "original": "האם המחשב הקוונטי החדש יכול לבצע מיליארד חישובים בשנייה?",
      "normalized": "האם המחשב הקוונטי החדש יכול לבצע 1,000,000,000 חישובים בשנייה?"
    },
    {
      "original": "לפני כמאה וחמישים שנה, תומאס אדיסון רשם את הפטנט על הנורה החשמלית.",
      "normalized": "לפני כ-150 שנה, תומאס אדיסון רשם את הפטנט על הנורה החשמלית."
    },
    {
      "original": "הטלסקופ ג'יימס ווב נבנה במשך עשרים וחמש שנים ועלותו הייתה כעשרה מיליארד דולר.",
      "normalized": "הטלסקופ ג'יימס ווב נבנה במשך 25 שנים ועלותו הייתה כ-10,000,000,000 דולר."
    },
    {
      "original": "קוד הגישה למעבדה הוא כוכבית-ארבע-שלוש-תשע-אחת-סולמית.",
      "normalized": "קוד הגישה למעבדה הוא *-4391-#."
    },
    {
      "original": "על פי הסקר האחרון, שלושים ושמונה אחוזים מהאוכלוסייה משתמשים באפליקציה מדי יום.",
      "normalized": "על פי הסקר האחרון, 38 אחוזים מהאוכלוסייה משתמשים באפליקציה מדי יום."
    },
    {
      "original": "אוכלוסיית העולם צפויה להגיע לכדי תשעה מיליארד ושבע מאות מיליון איש עד שנת אלפיים וחמישים.",
      "normalized": "אוכלוסיית העולם צפויה להגיע לכדי 9,700,000,000 איש עד שנת 2050."
    },
    {
      "original": "האם נכון שההכנסה הממוצעת למשק בית עומדת על שבעה-עשר אלף שקלים?",
      "normalized": "האם נכון שההכנסה הממוצעת למשק בית עומדת על 17,000 שקלים?"
    },
    {
      "original": "מתוך אלף מאתיים שלושים וארבעה נשאלים, רק מאה ועשרים ענו נכונה.",
      "normalized": "מתוך 1,234 נשאלים, רק 120 ענו נכונה."
    },
    {
      "original": "מצבן הכלכלי של שש מאות וחמישים אלף המשפחות נבדק בדוח השנתי.",
      "normalized": "מצבן הכלכלי של 650,000 המשפחות נבדק בדוח השנתי."
    },
    {
      "original": "הנתונים מראים ירידה של שני אחוזים וחצי בשיעור האבטלה ברבעון האחרון.",
      "normalized": "הנתונים מראים ירידה של 2.5 אחוזים בשיעור האבטלה ברבעון האחרון."
    },
    {
      "original": "האם הדו\"ח מתייחס לשנת אלפיים עשרים ושתיים או לשנת אלפיים עשרים ושלוש?",
      "normalized": "האם הדו\"ח מתייחס לשנת 2022 או לשנת 2023?"
    },
    {
      "original": "שיא העולם בריצת מאה מטר לגברים נקבע לפני כשלוש עשרה שנים ועומד על תשע שניות וחמישים ושמונה מאיות.",
      "normalized": "שיא העולם בריצת 100 מטר לגברים נקבע לפני כ-13 שנים ועומד על 9 שניות ו-58 מאיות."
    },
    {
      "original": "האם זה נכון שהחוזה של השחקן מבטיח לו שכר של שני מיליון וחצי יורו לעונה?",
      "normalized": "האם זה נכון שהחוזה של השחקן מבטיח לו שכר של 2,500,000 יורו לעונה?"
    },
    {
      "original": "התוצאה בסיום המחצית הראשונה הייתה שתיים-אחת לטובת הקבוצה האורחת.",
      "normalized": "התוצאה בסיום המחצית הראשונה הייתה 2-1 לטובת הקבוצה האורחת."
    },
    {
      "original": "מספר החולצה שלו, שבע עשרה, הוא אותו מספר שלבש אביו כששיחק לפני עשרים שנה.",
      "normalized": "מספר החולצה שלו, 17, הוא אותו מספר שלבש אביו כששיחק לפני 20 שנה."
    },
    {
      "original": "הקבוצה ניצחה בשבעה מתוך עשרת משחקיה האחרונים בבית.",
      "normalized": "הקבוצה ניצחה ב-7 מתוך 10 משחקיה האחרונים בבית."
    },
    {
      "original": "המרתון הבא יכלול מסלול של ארבעים ושניים קילומטרים ומאה תשעים וחמישה מטרים.",
      "normalized": "המרתון הבא יכלול מסלול של 42 קילומטרים ו-195 מטרים."
    },
    {
      "original": "כעשרים אחוזים מהאוכלוסייה בשנת אלף תשע מאות תשעים ותשע עדיין השתמשו במודם חיוג.",
      "normalized": "כ-20 אחוזים מהאוכלוסייה בשנת 1999 עדיין השתמשו במודם חיוג."
    },
    {
      "original": "הערוץ דיווח על ירידה של שלושה ורבע אחוזים במדד המניות המוביל.",
      "normalized": "הערוץ דיווח על ירידה של 3 ו-¼ אחוזים במדד המניות המוביל."
    },
    {
      "original": "מהדורת החדשות של שמונה בערב נפתחה עם דיווח על שלושה אירועים מרכזיים.",
      "normalized": "מהדורת החדשות של 8 בערב נפתחה עם דיווח על 3 אירועים מרכזיים."
    },
    {
      "original": "האם הנתון, לפיו רק אחד מכל חמישה צעירים קורא עיתון מודפס, הוא אמין?",
      "normalized": "האם הנתון, לפיו רק 1 מכל 5 צעירים קורא עיתון מודפס, הוא אמין?"
    },
    {
      "original": "הסקר האחרון כלל אלף חמש מאות וארבעים ושניים נשאלים מרחבי הארץ.",
      "normalized": "הסקר האחרון כלל 1,542 נשאלים מרחבי הארץ."
    },
    {
      "original": "החברה הציבורית הונפקה לראשונה בשנת אלפיים ושבע, וכיום היא מעסיקה מאות עובדים.",
      "normalized": "החברה הציבורית הונפקה לראשונה בשנת 2007, וכיום היא מעסיקה מאות עובדים."
    },
    {
      "original": "דו\"ח התקשורת השנתי מצביע על גידול של כשבעה אחוזים בצריכת תוכן דיגיטלי.",
      "normalized": "דו\"ח התקשורת השנתי מצביע על גידול של כ-7 אחוזים בצריכת תוכן דיגיטלי."
    },
    {
      "original": "הטיסה שלנו יוצאת בעוד ארבע שעות ועשרים דקות משער מספר שלוש.",
      "normalized": "הטיסה שלנו יוצאת בעוד 4 שעות ו-20 דקות משער מספר 3."
    },
    {
      "original": "המחיר ללילה במלון הוא מאה ושבעים וחמישה דולרים, לא כולל ארוחת בוקר.",
      "normalized": "המחיר ללילה במלון הוא 175 דולרים, לא כולל ארוחת בוקר."
    },
    {
      "original": "הסיור המודרך שלנו כלל שש עצירות, והאחרונה הייתה ליד כנסייה מהמאה השתים עשרה.",
      "normalized": "הסיור המודרך שלנו כלל 6 עצירות, והאחרונה הייתה ליד כנסייה מהמאה ה-12."
    },
    {
      "original": "שער החליפין היום הוא כשלושה שקלים ושבעים אגורות לדולר אחד.",
      "normalized": "שער החליפין היום הוא כ-3 שקלים ו-70 אגורות לדולר 1."
    },
    {
      "original": "מפת הטיולים שלנו מראה שני מסלולים אפשריים: אחד של חמישה קילומטרים והשני של שמונה וחצי.",
      "normalized": "מפת הטיולים שלנו מראה 2 מסלולים אפשריים: אחד של 5 קילומטרים והשני של 8 ו-½."
    },
    {
      "original": "כדי לקבל את ההנחה של עשרה אחוזים, יש להציג תעודת זהות שמספרה מסתיים בספרות שבע ושמונה.",
      "normalized": "כדי לקבל את ההנחה של 10 אחוזים, יש להציג תעודת זהות שמספרה מסתיים בספרות 7 ו-8."
    },
    {
      "original": "רווחי החברה ברבעון האחרון עמדו על יותר משלוש מאות שבעים וחמישה אלף שקלים.",
      "normalized": "רווחי החברה ברבעון האחרון עמדו על יותר מ-375,000 שקלים."
    },
    {
      "original": "הריבית עלתה ברבע אחוז, וזו העלייה השלישית השנה.",
      "normalized": "הריבית עלתה ב-0.25%, וזו העלייה ה-3 השנה."
    },
    {
      "original": "המשבר הכלכלי הגדול של שנת אלפיים ושמונה השפיע על מיליוני אנשים.",
      "normalized": "המשבר הכלכלי הגדול של שנת 2008 השפיע על מיליוני אנשים."
    },
    {
      "original": "האם העסקה באמת נסגרה בסכום של כשני מיליון וחצי דולר?",
      "normalized": "האם העסקה באמת נסגרה בסכום של כ-2,500,000 דולר?"
    },
    {
      "original": "ההשקעה צמחה בשיעור גבוה יותר, בכשנים-עשר אחוזים לעומת שמונה אחוזים בשנה שעברה.",
      "normalized": "ההשקעה צמחה בשיעור גבוה יותר, ב-כ-12% לעומת 8% בשנה שעברה."
    },
    {
      "original": "התקציב השנתי לפיתוח עומד על מאה וארבעים מיליון שקלים.",
      "normalized": "התקציב השנתי לפיתוח עומד על 140,000,000 שקלים."
    },
    {
      "original": "הטמפרטורה על פני המאדים יכולה לצנוח לכדי מינוס מאה ועשרים וחמש מעלות צלזיוס.",
      "normalized": "הטמפרטורה על פני המאדים יכולה לצנוח לכדי מינוס 125 מעלות צלזיוס."
    },
    {
      "original": "האם נכון שמהירות המעבד החדש היא חמישה נקודה שתיים גיגה-הרץ?",
      "normalized": "האם נכון שמהירות המעבד החדש היא 5.2 גיגה-הרץ?"
    },
    {
      "original": "הטכנולוגיה, שהוצגה לראשונה בשנת אלף תשע מאות תשעים ותשע, היא כיום בת עשרים וחמש שנים.",
      "normalized": "הטכנולוגיה, שהוצגה לראשונה בשנת 1999, היא כיום בת 25 שנים."
    },
    {
      "original": "הדגימה הכילה רק שני שלישים של גרם מהיסוד הנדיר.",
      "normalized": "הדגימה הכילה רק 2/3 של גרם מהיסוד הנדיר."
    },
    {
      "original": "הלוויין ישדר נתונים במשך כשבע מאות וחמישים ימים רצופים.",
      "normalized": "הלוויין ישדר נתונים במשך כ-750 ימים רצופים."
    },
    {
      "original": "האלגוריתם החדש מהיר פי שלושה מהגרסה הקודמת.",
      "normalized": "האלגוריתם החדש מהיר פי 3 מהגרסה הקודמת."
    },
    {
      "original": "ביום הראשון של הטיול הלכנו כחמישה-עשר קילומטרים ברגל.",
      "normalized": "ביום הראשון של הטיול הלכנו כ-15 קילומטרים ברגל."
    },
    {
      "original": "הטיול האחרון שלי לאיטליה היה בשנת אלפיים ושבע-עשרה.",
      "normalized": "הטיול האחרון שלי לאיטליה היה בשנת 2017."
    },
    {
      "original": "הטיסה התארכה בחצי שעה בגלל תנאי מזג האוויר.",
      "normalized": "הטיסה התארכה ב-0.5 שעה בגלל תנאי מזג האוויר."
    },
    {
      "original": "מאיזה גיל צריך לשלם על כרטיס טיסה לתינוק, שנתיים או שלוש?",
      "normalized": "מאיזה גיל צריך לשלם על כרטיס טיסה לתינוק, 2 או 3?"
    },
    {
      "original": "ילדים עד גיל שש זכאים להנחה משמעותית בכניסה לאתר.",
      "normalized": "ילדים עד גיל 6 זכאים להנחה משמעותית בכניסה לאתר."
    },
    {
      "original": "הזמנו שני חדרים במלון ושלוש אטרקציות מראש.",
      "normalized": "הזמנו 2 חדרים במלון ו-3 אטרקציות מראש."
    },
    {
      "original": "הכרטיס לרכבת המהירה יקר יותר בכשלושים יורו מהכרטיס לרכבת הרגילה.",
      "normalized": "הכרטיס לרכבת המהירה יקר יותר ב-כ-30 יורו מהכרטיס לרכבת הרגילה."
    },
    {
      "original": "לצורך הניסוי המדעי, נדרשו שלוש מאות חמישים ושבעה מיליליטר של תמיסה, שהיוו כשליש מהכמות הכוללת במכל.",
      "normalized": "לצורך הניסוי המדעי, נדרשו 357 מיליליטר של תמיסה, שהיוו כ-שליש מהכמות הכוללת במכל."
    },
    {
      "original": "הטלסקופ החדש יכול לזהות עצמים במרחק של יותר משני מיליארד וחמש מאות מיליון שנות אור, מה שהופך אותו לעוצמתי פי שלושה מקודמו.",
      "normalized": "הטלסקופ החדש יכול לזהות עצמים במרחק של יותר מ-2,500,000,000 שנות אור, מה שהופך אותו לעוצמתי פי 3 מקודמו."
    },
    {
      "original": "הפרויקט הסתיים בשישה בדצמבר אלפיים עשרים ושתיים, לאחר שלוש שנים וארבעה חודשים של עבודה מאומצת.",
      "normalized": "הפרויקט הסתיים ב-6 בדצמבר 2022, לאחר 3 שנים ו-4 חודשים של עבודה מאומצת."
    },
    {
      "original": "גובהו של ההר הוא אלפיים מאתיים ארבעים ושמונה מטרים, בעוד שההר הסמוך לו נמוך בכמאה ושבעים מטרים.",
      "normalized": "גובהו של ההר הוא 2,248 מטרים, בעוד שההר הסמוך לו נמוך ב-כ-170 מטרים."
    },
    {
      "original": "סבא רבא שלי, שנולד בשנת אלף תשע מאות עשרים ותשע, חי עד גיל מאה ואחת.",
      "normalized": "סבא רבא שלי, שנולד בשנת 1929, חי עד גיל 101."
    },
    {
      "original": "על פי הסקר האחרון, שיעור האבטלה ירד בשני אחוזים ועומד כעת על ארבעה ושישה עשיריות האחוז.",
      "normalized": "על פי הסקר האחרון, שיעור האבטלה ירד ב-2 אחוזים ועומד כעת על 4.6 האחוז."
    },
    {
      "original": "הטיסה מתל אביב לניו יורק אורכת כერთ עשרה שעות וארבעים וחמש דקות.",
      "normalized": "הטיסה מתל אביב לניו יורק אורכת כ-11 שעות ו-45 דקות."
    },
    {
      "original": "כדי להתקין את התוכנה החדשה, דרוש לפחות זיכרון של שישה עשר ג'יגה-בייט ושטח אחסון פנוי של מאתיים חמישים ושישה ג'יגה-בייט.",
      "normalized": "כדי להתקין את התוכנה החדשה, דרוש לפחות זיכרון של 16 ג'יגה-בייט ושטח אחסון פנוי של 256 ג'יגה-בייט."
    },
    {
      "original": "המתכון דורש כוס וחצי קמח, שזה בערך מאה שמונים גרם, ושתי כפיות סוכר.",
      "normalized": "המתכון דורש כוס ו-חצי קמח, שזה בערך 180 גרם, ו-2 כפיות סוכר."
    },
    {
      "original": "אם מספר הטלפון שלך הוא אפס חמש שתיים, שמונה אפס שבע, שלוש שלוש אחת ארבע, תוכל לקבל עדכון תוך חמש דקות.",
      "normalized": "אם מספר הטלפון שלך הוא 052-8073314, תוכל לקבל עדכון תוך 5 דקות."
    },
    {
      "original": "האירוע יתקיים ביום שלישי, השבעה עשר במאי, בשעה שבע וחצי בערב בדיוק.",
      "normalized": "האירוע יתקיים ביום שלישי, ה-17 במאי, בשעה 7:30 בערב בדיוק."
    },
    {
      "original": "ההשקעה הניבה תשואה של שנים עשר אחוזים בשנה הראשונה, שהייתה גבוהה משמעותית מהתשואה הממוצעת שעמדה על שבעה אחוזים.",
      "normalized": "ההשקעה הניבה תשואה של 12 אחוזים בשנה הראשונה, שהייתה גבוהה משמעותית מהתשואה הממוצעת שעמדה על 7 אחוזים."
    },
    {
      "original": "בגיל עשרים ושתיים היא סיימה את התואר הראשון, וכעבור ארבע שנים, בגיל עשרים ושש, כבר ניהלה צוות של חמישה עשר עובדים.",
      "normalized": "בגיל 22 היא סיימה את התואר הראשון, ו-כעבור 4 שנים, בגיל 26, כבר ניהלה צוות של 15 עובדים."
    },
    {
      "original": "מהירות האור היא כשלוש מאות אלף קילומטרים בשנייה, מהיר יותר מכל עצם אחר ביקום המוכר לנו.",
      "normalized": "מהירות האור היא כ-300,000 קילומטרים בשנייה, מהיר יותר מכל עצם אחר ביקום המוכר לנו."
    },
    {
      "original": "אורכו של הגשר החדש הוא קילומטר ושלוש מאות מטר, והוא מקצר את הדרך בכעשרים וחמש דקות.",
      "normalized": "אורכו של הגשר החדש הוא קילומטר ו-300 מטר, והוא מקצר את הדרך ב-כ-25 דקות."
    },
    {
      "original": "המעבד החדש מציג שיפור של שלושים וחמישה אחוזים בביצועים, אך צריכת החשמל שלו גבוהה יותר בשבעה אחוזים.",
      "normalized": "המעבד החדש מציג שיפור של 35 אחוזים בביצועים, אך צריכת החשמל שלו גבוהה יותר ב-7 אחוזים."
    },
    {
      "original": "נכון לאחד בינואר, נותרו במלאי אלף מאתיים ושלוש יחידות מהמוצר, לאחר שנמכרו למעלה משלושת אלפים יחידות בחודש האחרון.",
      "normalized": "נכון ל-1 בינואר, נותרו במלאי 1,203 יחידות מהמוצר, לאחר שנמכרו למעלה מ-3,000 יחידות בחודש האחרון."
    },
    {
      "original": "הפגישה נקבעה לעוד שלושה שבועות, בתאריך עשרים ושמונה באוגוסט, והיא צפויה להימשך כשעה ורבע.",
      "normalized": "הפגישה נקבעה לעוד 3 שבועות, בתאריך 28 באוגוסט, והיא צפויה להימשך כ-שעה ו-רבע."
    },
    {
      "original": "סוללת הרכב החשמלי מספיקה לנסיעה של ארבע מאות שישים ושבעה קילומטרים, אך בחורף הטווח יורד בכחמישה עשר אחוזים.",
      "normalized": "סוללת הרכב החשמלי מספיקה לנסיעה של 467 קילומטרים, אך בחורף הטווח יורד ב-כ-15 אחוזים."
    },
    {
      "original": "במהלך שנת אלפיים ותשע עשרה, ביקרו במוזיאון למעלה ממיליון ושלוש מאות אלף איש, גידול של שמונה אחוזים לעומת השנה שקדמה לה.",
      "normalized": "במהלך שנת 2019, ביקרו במוזיאון למעלה מ-1,300,000 איש, גידול של 8 אחוזים לעומת השנה שקדמה לה."
    },
    {
      "original": "הטיול השנתי יעלה כשמונה מאות ושבעים וחמישה שקלים לתלמיד, סכום נמוך יותר משנה שעברה.",
      "normalized": "הטיול השנתי יעלה כ-875 שקלים לתלמיד, סכום נמוך יותר משנה שעברה."
    },
    {
      "original": "לפי הסקר האחרון, יותר משלושים ושניים אחוזים מהסטודנטים מעדיפים למידה היברידית.",
      "normalized": "לפי הסקר האחרון, יותר מ-32 אחוזים מהסטודנטים מעדיפים למידה היברידית."
    },
    {
      "original": "האם הקורס החדש כולל ארבע משימות הגשה או חמש?",
      "normalized": "האם הקורס החדש כולל 4 משימות הגשה או 5?"
    },
    {
      "original": "שלוש מאות שישים ושמונה הסטודנטים החדשים התחילו את לימודיהם השבוע בפקולטה למדעי הרוח.",
      "normalized": "368 הסטודנטים החדשים התחילו את לימודיהם השבוע בפקולטה למדעי הרוח."
    },
    {
      "original": "הספרייה רכשה אלפיים שבע מאות ותשעה עשר ספרים חדשים השנה.",
      "normalized": "הספרייה רכשה 2,719 ספרים חדשים השנה."
    },
    {
      "original": "רק רבע מהכיתה הצליח לפתור את השאלה האחרונה במבחן.",
      "normalized": "רק 1/4 מהכיתה הצליח לפתור את השאלה האחרונה במבחן."
    },
    {
      "original": "כדי להתקבל, נדרש ציון של לפחות שש מאות ושמונים בפסיכומטרי.",
      "normalized": "כדי להתקבל, נדרש ציון של לפחות 680 בפסיכומטרי."
    },
    {
      "original": "הטיסה לניו יורק ארכה שתים-עשרה שעות וחצי, זמן ארוך יותר מהצפוי.",
      "normalized": "הטיסה לניו יורק ארכה 12.5 שעות, זמן ארוך יותר מהצפוי."
    },
    {
      "original": "האם הזמנת מלון לשלושה לילות או לארבעה?",
      "normalized": "האם הזמנת מלון ל-3 לילות או ל-4?"
    },
    {
      "original": "עלות השכרת הרכב הייתה שמונים ושבעה אירו ליום, וזה לא כולל ביטוח.",
      "normalized": "עלות השכרת הרכב הייתה 87 אירו ליום, וזה לא כולל ביטוח."
    },
    {
      "original": "ביקרנו בשבע מדינות שונות במהלך הטיול של שלושים ושישה הימים שלנו באירופה.",
      "normalized": "ביקרנו ב-7 מדינות שונות במהלך הטיול של 36 הימים שלנו באירופה."
    },
    {
      "original": "מספר החירום של השגרירות הוא פלוס תשע שבע שתיים שתיים חמש שש אפס ארבע אפס אפס.",
      "normalized": "מספר החירום של השגרירות הוא +972-2-5604000."
    },
    {
      "original": "מרחק הנסיעה בין שתי הערים הוא כמאתיים וארבעים ושלושה קילומטרים.",
      "normalized": "מרחק הנסיעה בין שתי הערים הוא כ-243 קילומטרים."
    },
    {
      "original": "האם נכון שהריבית על המשכנתא עלתה ברבע אחוז?",
      "normalized": "האם נכון שהריבית על המשכנתא עלתה ב-0.25 אחוז?"
    },
    {
      "original": "שווי השוק של החברה חצה את רף שני מיליארד וחמש מאות מיליון הדולרים.",
      "normalized": "שווי השוק של החברה חצה את רף 2,500,000,000 הדולרים."
    },
    {
      "original": "ההשקעה הניבה תשואה של שבעה-עשר אחוזים, תשואה גבוהה יותר מהממוצע בשוק.",
      "normalized": "ההשקעה הניבה תשואה של 17 אחוזים, תשואה גבוהה יותר מהממוצע בשוק."
    },
    {
      "original": "לפי הדוח, מאה שבעים וששת אלפים עובדים הצטרפו למעגל העבודה ברבעון האחרון.",
      "normalized": "לפי הדוח, 176,000 עובדים הצטרפו למעגל העבודה ברבעון האחרון."
    },
    {
      "original": "החוב החיצוני של המדינה עומד על כשמונים ושבעה מיליארד דולר.",
      "normalized": "החוב החיצוני של המדינה עומד על כ-87,000,000,000 דולר."
    },
    {
      "original": "האם המניה הזאת באמת עלתה בשלוש מאות וארבעים אחוז בשנה אחת?",
      "normalized": "האם המניה הזאת באמת עלתה ב-340 אחוז בשנה אחת?"
    },
    {
      "original": "שלושה מתוך חמשת הכלכלנים הבכירים צופים מיתון בשנה הקרובה.",
      "normalized": "3 מתוך 5 הכלכלנים הבכירים צופים מיתון בשנה הקרובה."
    },
    {
      "original": "הטלסקופ החדש מסוגל לזהות עצמים במרחק של למעלה משני מיליון שנות אור.",
      "normalized": "הטלסקופ החדש מסוגל לזהות עצמים במרחק של למעלה מ-2,000,000 שנות אור."
    },
    {
      "original": "בניסוי, הטמפרטורה ירדה למינוס מאה ושלוש מעלות צלזיוס.",
      "normalized": "בניסוי, הטמפרטורה ירדה למינוס 103 מעלות צלזיוס."
    },
    {
      "original": "כמה מתוך אלף שבע מאות ותשעים וחמישה הנבדקים הראו תגובה חיובית לתרופה?",
      "normalized": "כמה מתוך 1,795 הנבדקים הראו תגובה חיובית לתרופה?"
    },
    {
      "original": "מספרו הסידורי של הרכיב הוא תשע אפס שמונה אחת-חמש חמש.",
      "normalized": "מספרו הסידורי של הרכיב הוא 9081-55."
    },
    {
      "original": "זוהי התגלית המדעית החשובה השלוש-עשרה במאה הנוכחית.",
      "normalized": "זוהי התגלית המדעית החשובה ה-13 במאה הנוכחית."
    },
    {
      "original": "האלגוריתם ביצע כשלוש מאות אלף פעולות בשנייה אחת.",
      "normalized": "האלגוריתם ביצע כ-300,000 פעולות בשנייה 1."
    },
    {
      "original": "המאמר ציין ירידה של שלושה-עשר אחוזים בפליטת גזי החממה.",
      "normalized": "המאמר ציין ירידה של 13 אחוזים בפליטת גזי החממה."
    },
    {
      "original": "הכתבה דיווחה על עסקת ענק בשווי של יותר ממיליארד וחצי שקלים.",
      "normalized": "הכתבה דיווחה על עסקת ענק בשווי של יותר מ-1,500,000,000 שקלים."
    },
    {
      "original": "החברה פיטרה שש מאות וארבעים ושבעה עובדים כחלק מהתייעלות.",
      "normalized": "החברה פיטרה 647 עובדים כחלק מהתייעלות."
    },
    {
      "original": "העד זיהה את מספר תעודת הזהות של החשוד: אפס שתיים שלוש, ארבע חמש שש, שבע שמונה תשע.",
      "normalized": "העד זיהה את מספר תעודת הזהות של החשוד: 023456789."
    },
    {
      "original": "האם המדד אכן צנח בשבע עשיריות האחוז כפי שדווח?",
      "normalized": "האם המדד אכן צנח ב-0.7 האחוז כפי שדווח?"
    },
    {
      "original": "זוהי המהדורה המיוחדת התשע-מאות שיצאה לאור מאז הקמת העיתון.",
      "normalized": "זוהי המהדורה המיוחדת ה-900 שיצאה לאור מאז הקמת העיתון."
    },
    {
      "original": "השר התחייב להציג תוכנית תוך מאה ועשרים ימים.",
      "normalized": "השר התחייב להציג תוכנית תוך 120 ימים."
    },
    {
      "original": "על פי הסקר, כשישים ושבעה אחוזים מהציבור תומכים במהלך.",
      "normalized": "על פי הסקר, כ-67 אחוזים מהציבור תומכים במהלך."
    },
    {
      "original": "פגישתנו הבאה תתקיים בעוד שלושה שבועות, ביום שני.",
      "normalized": "פגישתנו הבאה תתקיים בעוד 3 שבועות, ביום ב'."
    },
    {
      "original": "מלחמת העולם השנייה הסתיימה בשנת אלף תשע מאות ארבעים וחמש.",
      "normalized": "מלחמת העולם השנייה הסתיימה בשנת 1945."
    },
    {
      "original": "האירוע יחל בשעה שמונה וחמישים ושתיים דקות בדיוק.",
      "normalized": "האירוע יחל בשעה 8:52 בדיוק."
    },
    {
      "original": "האם יום העצמאות השבעים ושבעה של המדינה ייחגג ברוב עם?",
      "normalized": "האם יום העצמאות ה-77 של המדינה ייחגג ברוב עם?"
    },
    {
      "original": "נא להגיע לפחות רבע שעה לפני תחילת המופע, כלומר בשעה שבע וארבעים וחמש.",
      "normalized": "נא להגיע לפחות רבע שעה לפני תחילת המופע, כלומר בשעה 7:45."
    },
    {
      "original": "הוא נולד בתשעה בנובמבר, שנת אלפיים ושתיים.",
      "normalized": "הוא נולד ב-9 בנובמבר, שנת 2002."
    },
    {
      "original": "לפי הסקר האחרון, כשלושה רבעים מהאוכלוסייה הבוגרת מחזיקים בסמארטפון.",
      "normalized": "לפי הסקר האחרון, כ-3/4 מהאוכלוסייה הבוגרת מחזיקים בסמארטפון."
    },
    {
      "original": "אוכלוסיית העולם צפויה להגיע לכשמונה וחצי מיליארד איש עד שנת אלפיים ושלושים.",
      "normalized": "אוכלוסיית העולם צפויה להגיע לכ-8,500,000,000 איש עד שנת 2030."
    },
    {
      "original": "האם ייתכן שהרווח הנקי של החברה עמד על שבעה עשר מיליון שקלים בלבד?",
      "normalized": "האם ייתכן שהרווח הנקי של החברה עמד על 17,000,000 שקלים בלבד?"
    },
    {
      "original": "תוצאות המחקר הראו כי שלושים ושבעה אחוזים מהנבדקים דיווחו על שיפור.",
      "normalized": "תוצאות המחקר הראו כי 37 אחוזים מהנבדקים דיווחו על שיפור."
    },
    {
      "original": "במפקד האוכלוסין נספרו תשעה מיליון שבע מאות עשרים ושבעה אלף אזרחים.",
      "normalized": "במפקד האוכלוסין נספרו 9,727,000 אזרחים."
    },
    {
      "original": "האם הטמפרטורה על מאדים יכולה לרדת אל מתחת למאה וארבעים מעלות צלזיוס מתחת לאפס?",
      "normalized": "האם הטמפרטורה על מאדים יכולה לרדת אל מתחת ל-140 מעלות צלזיוס מתחת לאפס?"
    },
    {
      "original": "קוטרו של כדור הארץ הוא כשנים-עשר אלף שבע מאות ארבעים ושניים קילומטרים.",
      "normalized": "קוטרו של כדור הארץ הוא כ-12,742 קילומטרים."
    },
    {
      "original": "למולקולת המים יש מבנה זוויתי של כמאה וארבע וחצי מעלות.",
      "normalized": "למולקולת המים יש מבנה זוויתי של כ-104.5 מעלות."
    },
    {
      "original": "הטלסקופ החדש מסוגל לצלם עצמים במרחק של יותר משלושה-עשר מיליארד שנות אור.",
      "normalized": "הטלסקופ החדש מסוגל לצלם עצמים במרחק של יותר מ-13,000,000,000 שנות אור."
    },
    {
      "original": "סליחה, כמה עולה שמלתן של שלוש הילדות בחלון הראווה?",
      "normalized": "סליחה, כמה עולה שמלתן של 3 הילדות בחלון הראווה?"
    },
    {
      "original": "מחיר הדירה החדשה שלנו עומד על שני מיליון שש מאות וחמישים אלף שקלים.",
      "normalized": "מחיר הדירה החדשה שלנו עומד על 2,650,000 שקלים."
    },
    {
      "original": "אני צריך בסך הכל כחמש דקות כדי לסיים את המייל הזה.",
      "normalized": "אני צריך בסך הכל כ-5 דקות כדי לסיים את המייל הזה."
    },
    {
      "original": "מתכון העוגה של סבתא דורש כוס ושלושה רבעים של קמח.",
      "normalized": "מתכון העוגה של סבתא דורש 1 3/4 של קמח."
    },
    {
      "original": "יש לי פגישה בעוד שעה ורבע, אני חייב לצאת בקרוב.",
      "normalized": "יש לי פגישה בעוד 1.25 שעה, אני חייב לצאת בקרוב."
    },
    {
      "original": "החשבון במסעדה יצא מאתיים שלושים ושמונה שקלים, כולל טיפ.",
      "normalized": "החשבון במסעדה יצא 238 שקלים, כולל טיפ."
    },
    {
      "original": "האם נסעתם במשך ארבע שעות וחצי כדי להגיע לצפון?",
      "normalized": "האם נסעתם במשך 4.5 שעות כדי להגיע לצפון?"
    },
    {
      "original": "בסל הקניות היו שני קילוגרם תפוחים, מלון אחד, וחמש פחיות שתיה.",
      "normalized": "בסל הקניות היו 2 קילוגרם תפוחים, מלון 1, ו-5 פחיות שתיה."
    },
    {
      "original": "אורך המרתון המלא הוא ארבעים ושניים קילומטרים ומאה תשעים וחמישה מטרים.",
      "normalized": "אורך המרתון המלא הוא 42 קילומטרים ו-195 מטרים."
    },
    {
      "original": "כדי להתקבל ללימודים נדרש ציון של כשש מאות שמונים וחמש בפסיכומטרי.",
      "normalized": "כדי להתקבל ללימודים נדרש ציון של כ-685 בפסיכומטרי."
    },
    {
      "original": "הקבוצה ניצחה את המשחק בהפרש של שבע נקודות, שלושים ושתיים לעומת עשרים וחמש.",
      "normalized": "הקבוצה ניצחה את המשחק בהפרש של 7 נקודות, 32 לעומת 25."
    },
    {
      "original": "הכרטיס למשחק הגמר של קבוצתו עלה לו שלוש מאות ושבעים וחמישה שקלים.",
      "normalized": "הכרטיס למשחק הגמר של קבוצתו עלה לו 375 שקלים."
    },
    {
      "original": "שיא העולם בריצת מאה מטר עומד על תשע שניות וחמישים ושמונה מאיות השנייה.",
      "normalized": "שיא העולם בריצת 100 מטר עומד על 9.58 שניות."
    },
    {
      "original": "האם מספר השחקן האהוב עליך הוא עשרים ושלוש או שלושים ושתיים?",
      "normalized": "האם מספר השחקן האהוב עליך הוא 23 או 32?"
    },
    {
      "original": "הוא זרק לסל עם שלושים ושבעה אחוזי הצלחה מהשדה ושמונים ואחד אחוזים מהעונשין.",
      "normalized": "הוא זרק לסל עם 37 אחוזי הצלחה מהשדה ו-81 אחוזים מהעונשין."
    },
    {
      "original": "האצטדיון החדש מכיל חמישים וארבעה אלף מקומות ישיבה, גידול של כשנים עשר אלף מקומות.",
      "normalized": "האצטדיון החדש מכיל 54,000 מקומות ישיבה, גידול של כ-12,000 מקומות."
    },
    {
      "original": "במרתון האחרון הוא סיים במקום האלף מאתיים ארבעים ושבע.",
      "normalized": "במרתון האחרון הוא סיים במקום ה-1,247."
    },
    {
      "original": "טמפרטורת המים בבריכה עומדת על עשרים ושש וחצי מעלות צלזיוס.",
      "normalized": "טמפרטורת המים בבריכה עומדת על 26.5 מעלות צלזיוס."
    },
    {
      "original": "המתכון שלה דורש בדיוק מאתיים וחמישים גרם קמח ושלוש ביצים.",
      "normalized": "המתכון שלה דורש בדיוק 250 גרם קמח ו-3 ביצים."
    },
    {
      "original": "המרחק בין שתי הערים הוא מאה וארבעים ושבעה קילומטרים.",
      "normalized": "המרחק בין שתי הערים הוא 147 קילומטרים."
    },
    {
      "original": "האם גובהו של המדף הוא מטר ושמונים או מטר ושבעים וחמישה סנטימטרים?",
      "normalized": "האם גובהו של המדף הוא 1.80 מטר או 1.75 מטר?"
    },
    {
      "original": "הטמפרטורה צנחה למינוס שלוש מעלות, מה שגרם לקפיאת הכבישים.",
      "normalized": "הטמפרטורה צנחה למינוס 3 מעלות, מה שגרם לקפיאת הכבישים."
    },
    {
      "original": "בבדיקה נמצאה סטייה של שניים ושלושה רבעים אחוזים מהמדידה המקורית.",
      "normalized": "בבדיקה נמצאה סטייה של 2.75 אחוזים מהמדידה המקורית."
    },
    {
      "original": "הטלסקופ גילה גלקסיה חדשה במרחק של כשלושה עשר מיליארד וארבע מאות מיליון שנות אור.",
      "normalized": "הטלסקופ גילה גלקסיה חדשה במרחק של כ-13,400,000,000 שנות אור."
    },
    {
      "original": "המעבד החדש מציג שיפור של עשרים ושמונה אחוזים בביצועים לעומת הדור הקודם.",
      "normalized": "המעבד החדש מציג שיפור של 28 אחוזים בביצועים לעומת הדור הקודם."
    },
    {
      "original": "מספר תעודת הזהות של הפרויקט הוא תשע שמונה שבע אפס אפס שתיים אחד.",
      "normalized": "מספר תעודת הזהות של הפרויקט הוא 9870021."
    },
    {
      "original": "האם ייתכן שהטמפרטורה בתוך הליבה הגרעינית הגיעה למאה וחמישים מיליון מעלות?",
      "normalized": "האם ייתכן שהטמפרטורה בתוך הליבה הגרעינית הגיעה ל-150,000,000 מעלות?"
    },
    {
      "original": "החיישן רגיש לשינויים של אלפית המעלות, כלומר אפס נקודה אפס אפס אחת מעלות.",
      "normalized": "החיישן רגיש לשינויים של אלפית המעלות, כלומר 0.001 מעלות."
    },
    {
      "original": "בשנת אלפיים ועשרים ואחת נרשמו בישראל תשעת אלפים מאתיים ותשעים ושלושה פטנטים.",
      "normalized": "בשנת 2021 נרשמו בישראל 9,293 פטנטים."
    },
    {
      "original": "בכיתה שלי לומדים עשרים ושמונה תלמידים, אך היום הגיעו רק עשרים ושלושה.",
      "normalized": "בכיתה שלי לומדים 28 תלמידים, אך היום הגיעו רק 23."
    },
    {
      "original": "קניתי שלושה ספרים ושתי מחברות במחיר כולל של מאתיים וארבעה עשר שקלים.",
      "normalized": "קניתי 3 ספרים ו-2 מחברות במחיר כולל של 214 שקלים."
    },
    {
      "original": "כדי להכין את העוגה, צריך להוסיף כוס וחצי קמח ושני שלישים כוס חלב.",
      "normalized": "כדי להכין את העוגה, צריך להוסיף כוס ו-1/2 קמח ו-2/3 כוס חלב."
    },
    {
      "original": "מספר תעודת הזהות שלי הוא שלוש אפס שמונה, ארבע חמש שתיים, שבע אחת תשע.",
      "normalized": "מספר תעודת הזהות שלי הוא 308452719."
    },
    {
      "original": "אחותי, בת העשרים ושבע, גבוהה ממני בשנים עשר סנטימטרים.",
      "normalized": "אחותי, בת ה-27, גבוהה ממני ב-12 סנטימטרים."
    },
    {
      "original": "אם תצטרך אותי, מספר הטלפון שלי הוא אפס חמישים ושתיים, שמונה מאות שבעים ושש, ארבעים ושלוש, חמישים וחמש.",
      "normalized": "אם תצטרך אותי, מספר הטלפון שלי הוא 052-8764355."
    },
    {
      "original": "המרחק מהבית שלי לעבודה הוא כשבעה עשר קילומטרים, נסיעה שלוקחת בערך עשרים וחמש דקות.",
      "normalized": "המרחק מהבית שלי לעבודה הוא כ-17 קילומטרים, נסיעה שלוקחת בערך 25 דקות."
    },
    {
      "original": "הטיסה שלנו נקבעה לעשרים ואחד ביוני, שנת אלפיים עשרים וחמש, בשעה שבע בבוקר.",
      "normalized": "הטיסה שלנו נקבעה ל-21 ביוני, שנת 2025, בשעה 7 בבוקר."
    },
    {
      "original": "האירוע יתחיל בעוד שעה ורבע בדיוק, כלומר בשעה שמונה וארבעים וחמש דקות.",
      "normalized": "האירוע יתחיל בעוד שעה ו-1/4 בדיוק, כלומר בשעה 8 ו-45 דקות."
    },
    {
      "original": "זו הפעם הרביעית שאני צופה בסרט הזה, אבל הפעם הראשונה הייתה המרגשת ביותר.",
      "normalized": "זו הפעם ה-4 שאני צופה בסרט הזה, אבל הפעם ה-1 הייתה המרגשת ביותר."
    },
    {
      "original": "הוא נולד בתשעה בנובמבר, אלף תשע מאות שמונים ושלוש.",
      "normalized": "הוא נולד ב-9 בנובמבר, 1983."
    },
    {
      "original": "התור לרופא נקבע לשבוע הבא, ליום שלישי בשעה אחת עשרה וחצי.",
      "normalized": "התור לרופא נקבע לשבוע הבא, ליום שלישי בשעה 11 וחצי."
    },
    {
      "original": "אחרי שחיכינו ארבעים וחמש דקות, הסרט סוף סוף התחיל באיחור של רבע שעה.",
      "normalized": "אחרי שחיכינו 45 דקות, הסרט סוף סוף התחיל באיחור של 1/4 שעה."
    },
    {
      "original": "כוח המחשוב של המעבד החדש גדול פי שלושה מהדגם הקודם, והוא מכיל יותר משני מיליארד טרנזיסטורים.",
      "normalized": "כוח המחשוב של המעבד החדש גדול פי 3 מהדגם הקודם, והוא מכיל יותר מ-2,000,000,000 טרנזיסטורים."
    },
    {
      "original": "החללית שוגרה במהירות של עשרים ושמונה אלף קמ\"ש, והגיעה למסלול לאחר שמונה דקות וארבעים ושש שניות.",
      "normalized": "החללית שוגרה במהירות של 28,000 קמ\"ש, והגיעה למסלול לאחר 8 דקות ו-46 שניות."
    },
    {
      "original": "המחקר מצא שכשישים ושבעה אחוזים מהנבדקים הגיבו לטיפול תוך פחות משלושה שבועות.",
      "normalized": "המחקר מצא שכ-67 אחוזים מהנבדקים הגיבו לטיפול תוך פחות מ-3 שבועות."
    },
    {
      "original": "הטלסקופ גילה גלקסיה המרוחקת מאיתנו כשלושה עשר מיליארד וארבע מאות מיליון שנות אור.",
      "normalized": "הטלסקופ גילה גלקסיה המרוחקת מאיתנו כ-13,400,000,000 שנות אור."
    },
    {
      "original": "למרות שהאלגוריתם עיבד מאה אלף תמונות, הוא הצליח לזהות את האובייקט המבוקש בפחות משתי שניות.",
      "normalized": "למרות שהאלגוריתם עיבד 100,000 תמונות, הוא הצליח לזהות את האובייקט המבוקש בפחות מ-2 שניות."
    },
    {
      "original": "טמפרטורת פני השטח של הכוכב היא כחמשת אלפים ושבע מאות שבעים ושמונה קלווין.",
      "normalized": "טמפרטורת פני השטח של הכוכב היא כ-5,778 קלווין."
    },
    {
      "original": "מתוך אלף מאתיים שלושים וארבעה ניסויים, רק שלושה נכשלו, מה שמעיד על שיעור הצלחה של יותר מתשעים ותשעה אחוז.",
      "normalized": "מתוך 1,234 ניסויים, רק 3 נכשלו, מה שמעיד על שיעור הצלחה של יותר מ-99 אחוז."
    },
    {
      "original": "על פי הדיווח האחרון, כמיליון וחצי ישראלים טסו לחו\"ל בשנת אלפיים ותשע עשרה, נתון המהווה עלייה של כשבעה אחוזים.",
      "normalized": "על פי הדיווח האחרון, כ-1,500,000 ישראלים טסו לחו\"ל בשנת 2019, נתון המהווה עלייה של כ-7 אחוזים."
    },
    {
      "original": "הטמפרטורה בהרי הצפון צפויה לרדת הלילה אל מתחת לאפס ותגיע למינוס שלוש מעלות.",
      "normalized": "הטמפרטורה בהרי הצפון צפויה לרדת הלילה אל מתחת לאפס ותגיע ל-3- מעלות."
    },
    {
      "original": "הקבוצה המקומית ניצחה בתוצאה תשעים ושמונה מול תשעים וחמש, לאחר סל ניצחון בשנייה האחרונה.",
      "normalized": "הקבוצה המקומית ניצחה בתוצאה 98 מול 95, לאחר סל ניצחון בשנייה האחרונה."
    },
    {
      "original": "סקר שנערך בשנת אלפיים עשרים ושתיים מצא כי שני שלישים מהציבור תומכים במהלך.",
      "normalized": "סקר שנערך בשנת 2022 מצא כי 2/3 מהציבור תומכים במהלך."
    },
    {
      "original": "כדי להכין את המתכון יש להשתמש בכוס וחצי קמח, שזה בערך מאתיים ועשרה גרם.",
      "normalized": "כדי להכין את המתכון יש להשתמש ב-1.5 כוסות קמח, שזה בערך 210 גרם."
    },
    {
      "original": "מספר הטלפון החדש של המוקד העירוני הוא אפס ארבע שש שבע שמונה אחת אפס שתיים שתיים.",
      "normalized": "מספר הטלפון החדש של המוקד העירוני הוא 04-6781022."
    },
    {
      "original": "מתוך מאה ועשרים חברי הכנסת, הצביעו שבעים ושניים בעד החוק, בעוד ארבעים התנגדו ושמונה נמנעו.",
      "normalized": "מתוך 120 חברי הכנסת, הצביעו 72 בעד החוק, בעוד 40 התנגדו ו-8 נמנעו."
    },
    {
      "original": "שטחו של המגרש הוא אלפיים חמש מאות מטרים רבועים, והוא נמכר במחיר של שלושה מיליון ומאתיים אלף שקלים.",
      "normalized": "שטחו של המגרש הוא 2,500 מטרים רבועים, והוא נמכר במחיר של 3,200,000 שקלים."
    },
    {
      "original": "המרתון כלל מסלול באורך ארבעים ושניים פסיק תשע עשרה קילומטרים, והשתתפו בו כחמשת אלפים רצים.",
      "normalized": "המרתון כלל מסלול באורך 42.19 קילומטרים, והשתתפו בו כ-5,000 רצים."
    },
    {
      "original": "היתרה בחשבון הבנק שלי עומדת על מינוס אלף שמונה מאות ושלושים שקלים, לאחר החיוב האחרון.",
      "normalized": "היתרה בחשבון הבנק שלי עומדת על -1,830 שקלים, לאחר החיוב האחרון."
    },
    {
      "original": "כל עשרים ושניים השחקנים בסגל הקבוצה נדרשו לעבור בדיקה רפואית, למרות שרק אחד עשר מהם פותחים בהרכב.",
      "normalized": "כל 22 השחקנים בסגל הקבוצה נדרשו לעבור בדיקה רפואית, למרות שרק 11 מהם פותחים בהרכב."
    },
    {
      "original": "המהדורה המיוחדת של העיתון, שיצאה בשנת אלף תשע מאות תשעים וחמש, כללה מאה וארבעה עמודים.",
      "normalized": "המהדורה המיוחדת של העיתון, שיצאה בשנת 1995, כללה 104 עמודים."
    },
    {
      "original": "גובהו של המגדל החדש הוא מאה שמונים ושבעה מטרים, והוא הבניין הרביעי בגובהו בעיר.",
      "normalized": "גובהו של המגדל החדש הוא 187 מטרים, והוא הבניין ה-4 בגובהו בעיר."
    },
    {
      "original": "השחקן, שחתם על חוזה לחמש שנים, ירוויח כשני מיליון ושבע מאות אלף דולר לעונה.",
      "normalized": "השחקן, שחתם על חוזה ל-5 שנים, ירוויח כ-2,700,000 דולר לעונה."
    },
    {
      "original": "לשירות הלקוחות של החברה ניתן לפנות במספר אחת שבע מאות חמש מאות חמישים חמש מאות.",
      "normalized": "לשירות הלקוחות של החברה ניתן לפנות במספר 1-700-550-500."
    },
    {
      "original": "עומק הבריכה האולימפית הוא שלושה מטרים, ונפחה הוא שני מיליון וחמש מאות אלף ליטרים של מים.",
      "normalized": "עומק הבריכה האולימפית הוא 3 מטרים, ונפחה הוא 2,500,000 ליטרים של מים."
    },
    {
      "original": "רוב אלף ושש מאות עובדי המפעל יצאו להפגין, לאחר שהמשא ומתן נכשל בפעם השלישית.",
      "normalized": "רוב 1,600 עובדי המפעל יצאו להפגין, לאחר שהמשא ומתן נכשל בפעם ה-3."
    },
    {
      "original": "המשחק הופסק בדקה השבעים ושתיים בגלל מזג האוויר, כאשר התוצאה הייתה שתיים-אחת.",
      "normalized": "המשחק הופסק בדקה ה-72 בגלל מזג האוויר, כאשר התוצאה הייתה 2-1."
    },
    {
      "original": "החברה דיווחה על רווח של שמונה מאות אלף שקלים ברבעון הראשון, אך מאזנה הכולל עדיין שלילי ועומד על מינוס מאתיים אלף.",
      "normalized": "החברה דיווחה על רווח של 800,000 שקלים ברבעון הראשון, אך מאזנה הכולל עדיין שלילי ועומד על -200,000."
    },
    {
      "original": "החברה דיווחה על רווח נקי של שלושה מיליון וארבע מאות אלף שקלים ברבעון האחרון, עלייה של כשבעה אחוזים.",
      "normalized": "החברה דיווחה על רווח נקי של 3,400,000 שקלים ברבעון האחרון, עלייה של כ-7 אחוזים."
    },
    {
      "original": "האם נכון שהגירעון התקציבי צפוי להגיע לסכום של כחמישים ושניים מיליארד שקל עד סוף השנה?",
      "normalized": "האם נכון שהגירעון התקציבי צפוי להגיע לסכום של כ-52,000,000,000 שקל עד סוף השנה?"
    },
    {
      "original": "הריבית על המשכנתא נקבעה על ארבע נקודה שתיים חמש אחוזים, למשך תקופה של עשרים וחמש שנים.",
      "normalized": "הריבית על המשכנתא נקבעה על 4.25 אחוזים, למשך תקופה של 25 שנים."
    },
    {
      "original": "לפי הדיווח, המניה איבדה רבע מערכה, אך שווי החברה עדיין עומד על למעלה מתשע מאות מיליון דולר.",
      "normalized": "לפי הדיווח, המניה איבדה 1/4 מערכה, אך שווי החברה עדיין עומד על למעלה מ-900,000,000 דולר."
    },
    {
      "original": "נדרשת השקעה ראשונית של שבע מאות וחמישים אלף שקלים כדי להתחיל את הפרויקט.",
      "normalized": "נדרשת השקעה ראשונית של 750,000 שקלים כדי להתחיל את הפרויקט."
    },
    {
      "original": "במהלך שנת אלפיים ועשרים ואחת, יצוא הסחורות עמד על סכום של כמאה ועשרים מיליארד דולר.",
      "normalized": "במהלך שנת 2021, יצוא הסחורות עמד על סכום של כ-120,000,000,000 דולר."
    },
    {
      "original": "באוניברסיטה לומדים השנה שלושים ושניים אלף סטודנטים, מתוכם כששת אלפים ושמונה מאות לתארים מתקדמים.",
      "normalized": "באוניברסיטה לומדים השנה 32,000 סטודנטים, מתוכם כ-6,800 לתארים מתקדמים."
    },
    {
      "original": "כדי להתקבל למגמה, נדרש ציון ממוצע של שמונים ושש נקודה חמש במבחני הבגרות.",
      "normalized": "כדי להתקבל למגמה, נדרש ציון ממוצע של 86.5 במבחני הבגרות."
    },
    {
      "original": "כמה מתוך ארבעים ושלושה התלמידים בכיתה י\"ב שלוש קיבלו ציון הגבוה מתשעים במתכונת?",
      "normalized": "כמה מתוך 43 התלמידים בכיתה י\"ב 3 קיבלו ציון הגבוה מ-90 במתכונת?"
    },
    {
      "original": "רק שני שלישים מהסטודנטים בקורס הגיעו להרצאה האחרונה, שהתקיימה ביום שלישי.",
      "normalized": "רק 2/3 מהסטודנטים בקורס הגיעו להרצאה האחרונה, שהתקיימה ביום שלישי."
    },
    {
      "original": "בית הספר, שנוסד לפני כמאה ועשר שנים, חגג עם תשע מאות ושבעה בוגרים חדשים.",
      "normalized": "בית הספר, שנוסד לפני כ-110 שנים, חגג עם 907 בוגרים חדשים."
    },
    {
      "original": "הספרייה מכילה כשני מיליון ספרים, וביניהם ארבעה עשר אלף כתבי יד נדירים.",
      "normalized": "הספרייה מכילה כ-2,000,000 ספרים, וביניהם 14,000 כתבי יד נדירים."
    },
    {
      "original": "הנסיעה מתל אביב לחיפה ארכה כשעה ועשרים דקות, למרות שהמרחק הוא רק כתשעים ושמונה קילומטרים.",
      "normalized": "הנסיעה מתל אביב לחיפה ארכה כשעה ו-20 דקות, למרות שהמרחק הוא רק כ-98 קילומטרים."
    },
    {
      "original": "במתכון כתוב שיש להשתמש בשלוש ביצים ובמאתיים ועשרים גרם קמח מלא.",
      "normalized": "במתכון כתוב שיש להשתמש ב-3 ביצים וב-220 גרם קמח מלא."
    },
    {
      "original": "סבתא שלך באמת בת תשעים ושבע? היא נראית צעירה בעשרים שנה לפחות!",
      "normalized": "סבתא שלך באמת בת 97? היא נראית צעירה ב-20 שנה לפחות!"
    },
    {
      "original": "קניתי ארבע חולצות והחשבון יצא מאתיים שלושים ותשעה שקלים ושמונים אגורות.",
      "normalized": "קניתי 4 חולצות והחשבון יצא 239 שקלים ו-80 אגורות."
    },
    {
      "original": "חיכיתי בתור כחצי שעה רק כדי לגלות שנשארו שתי עוגות אחרונות בוויטרינה.",
      "normalized": "חיכיתי בתור כ-1/2 שעה רק כדי לגלות שנשארו 2 עוגות אחרונות בוויטרינה."
    },
    {
      "original": "בהופעה נכחו כעשרת אלפים איש, והיא נמשכה קרוב לשלוש שעות רצופות.",
      "normalized": "בהופעה נכחו כ-10,000 איש, והיא נמשכה קרוב ל-3 שעות רצופות."
    },
    {
      "original": "לטיול השנתי הצטרפו שלוש מאות חמישים ושישה משתתפים, ביניהם שבע משפחות חדשות.",
      "normalized": "לטיול השנתי הצטרפו 356 משתתפים, ביניהם 7 משפחות חדשות."
    },
    {
      "original": "הטמפרטורה בחוץ עומדת על עשרים ושמונה מעלות, אבל עם לחות של שבעים וחמישה אחוזים.",
      "normalized": "הטמפרטורה בחוץ עומדת על 28 מעלות, אבל עם לחות של 75 אחוזים."
    },
    {
      "original": "סבא רבא שלי נולד בשנת אלף תשע מאות שלושים ושתיים והוא כיום בן תשעים ושתיים.",
      "normalized": "סבא רבא שלי נולד בשנת 1932 והוא כיום בן 92."
    },
    {
      "original": "הפגישה נקבעה לשעה עשר וחצי בבוקר, והיא צפויה להימשך כשעתיים.",
      "normalized": "הפגישה נקבעה לשעה 10:30 בבוקר, והיא צפויה להימשך כ-2 שעות."
    },
    {
      "original": "האירוע יתקיים בעוד שלושה שבועות, בתאריך עשרים ושניים באוגוסט, שנת אלפיים עשרים וחמש.",
      "normalized": "האירוע יתקיים בעוד 3 שבועות, בתאריך 22 באוגוסט, שנת 2025."
    },
    {
      "original": "האחיות התאומות חוגגות יום הולדת שלושים, ואחיהן הצעיר קטן מהן בשלוש שנים.",
      "normalized": "האחיות התאומות חוגגות יום הולדת 30, ואחיהן הצעיר קטן מהן ב-3 שנים."
    },
    {
      "original": "סיימנו את המרתון בזמן של ארבע שעות, עשרים ושבע דקות ושש עשרה שניות.",
      "normalized": "סיימנו את המרתון בזמן של 4 שעות, 27 דקות ו-16 שניות."
    },
    {
      "original": "להזמנת חדרים במלון, אנא חייגו אפס חמש שתיים, שלוש ארבע חמש, שש שבע שמונה תשע.",
      "normalized": "להזמנת חדרים במלון, אנא חייגו 052-3456789."
    },
    {
      "original": "הטיסה מתל אביב לניו יורק אורכת כאחת עשרה שעות וגומאת מרחק של כתשעת אלפים ומאתיים קילומטרים.",
      "normalized": "הטיסה מתל אביב לניו יורק אורכת כ-11 שעות וגומאת מרחק של כ-9,200 קילומטרים."
    },
    {
      "original": "החבילה המשפחתית, הכוללת ארבעה כרטיסים ושני לילות במלון, עולה שלושת אלפים ושש מאות שקלים.",
      "normalized": "החבילה המשפחתית, הכוללת 4 כרטיסים ו-2 לילות במלון, עולה 3,600 שקלים."
    },
    {
      "original": "מספר הטיסה שלנו הוא שבע מאות שמונים ושתיים, והיא יוצאת משער בי עשרים ותשע בשעה שבע עשרה וארבעים וחמש.",
      "normalized": "מספר הטיסה שלנו הוא 782, והיא יוצאת משער בי 29 בשעה 17:45."
    },
    {
      "original": "שכרנו רכב לארבעה ימים וביקרנו בשלוש ערים שונות לאורך החוף.",
      "normalized": "שכרנו רכב ל-4 ימים וביקרנו ב-3 ערים שונות לאורך החוף."
    },
    {
      "original": "הדו\"ח האחרון קובע כי למעלה משלושה מיליון תיירים ביקרו במדינה בשנה שעברה.",
      "normalized": "הדו\"ח האחרון קובע כי למעלה מ-3,000,000 תיירים ביקרו במדינה בשנה שעברה."
    },
    {
      "original": "החברה, שנוסדה בשנת אלפיים ושלוש, דיווחה על רווחים של שבעה וחצי מיליון דולר.",
      "normalized": "החברה, שנוסדה בשנת 2003, דיווחה על רווחים של 7,500,000 דולר."
    },
    {
      "original": "על פי הסקר, שישים ושניים אחוזים מהאוכלוסייה תומכים בחוק, בעוד עשרים ואחד אחוזים מתנגדים.",
      "normalized": "על פי הסקר, 62 אחוזים מהאוכלוסייה תומכים בחוק, בעוד 21 אחוזים מתנגדים."
    },
    {
      "original": "אוכלוסיית המדינה חצתה לאחרונה את רף תשעה מיליון ושבע מאות אלף התושבים.",
      "normalized": "אוכלוסיית המדינה חצתה לאחרונה את רף 9,700,000 התושבים."
    },
    {
      "original": "מנכ\"לית החברה החדשה, אישה בת ארבעים ושבע, היא אם לשלושה ילדים בוגרים.",
      "normalized": "מנכ\"לית החברה החדשה, אישה בת 47, היא אם ל-3 ילדים בוגרים."
    },
    {
      "original": "בכתבה, שפורסמה בעמוד שבע, צוין כי ארבעה מתוך חמישה מומחים תומכים במדיניות החדשה.",
      "normalized": "בכתבה, שפורסמה בעמוד 7, צוין כי 4 מתוך 5 מומחים תומכים במדיניות החדשה."
    },
    {
      "original": "בין שנת אלפיים ועשר לשנת אלפיים ועשרים, שווי החברה צמח בלמעלה מארבע מאות מיליון שקלים.",
      "normalized": "בין שנת 2010 לשנת 2020, שווי החברה צמח בלמעלה מ-400,000,000 שקלים."
    },
    {
      "original": "יש להשאיר הודעה במשיבון שמספרו אפס שבע שבע, שתיים שש אפס, אחת אחת חמש חמש.",
      "normalized": "יש להשאיר הודעה במשיבון שמספרו 077-2601155."
    },
    {
      "original": "הוא חגג את יום הולדתו התשעים בשבוע שעבר עם חמשת נכדיו ושנים עשר ניניו.",
      "normalized": "הוא חגג את יום הולדתו ה-90 בשבוע שעבר עם 5 נכדיו ו-12 ניניו."
    },
    {
      "original": "התקציב שאושר עומד על שני מיליארד ושלוש מאות מיליון שקלים, שהם אלפיים ושלוש מאות מיליון.",
      "normalized": "התקציב שאושר עומד על 2,300,000,000 שקלים, שהם 2,300 מיליון."
    },
    {
      "original": "בכיתה שלי יש עשרים ושמונה תלמידים, אבל רק חמישה עשר מהם הגיעו לשיעור הראשון לאחר החופשה.",
      "normalized": "בכיתה שלי יש 28 תלמידים, אבל רק 15 מהם הגיעו לשיעור ה-1 לאחר החופשה."
    },
    {
      "original": "המחיר המקורי של הקורס היה אלפיים ושלוש מאות שקלים, אך לאחר הנחה של עשרה אחוזים, הוא עולה פחות.",
      "normalized": "המחיר המקורי של הקורס היה 2,300 שקלים, אך לאחר הנחה של 10 אחוזים, הוא עולה פחות."
    },
    {
      "original": "זו הפעם השלישית שאני ניגש למבחן הפסיכומטרי, ואני מקווה לקבל ציון גבוה משש מאות ושבעים.",
      "normalized": "זו הפעם ה-3 שאני ניגש למבחן הפסיכומטרי, ואני מקווה לקבל ציון גבוה מ-670."
    },
    {
      "original": "באוניברסיטה לומדים כשלושים ושניים אלף סטודנטים, מתוכם כשבע מאות וחמישים לומדים בפקולטה למשפטים.",
      "normalized": "באוניברסיטה לומדים כ-32,000 סטודנטים, מתוכם כ-750 לומדים בפקולטה למשפטים."
    },
    {
      "original": "הספרייה נסגרת בשעה שמונה בערב, ויש בה למעלה ממיליון ומאתיים אלף ספרים.",
      "normalized": "הספרייה נסגרת בשעה 8 בערב, ויש בה למעלה מ-1,200,000 ספרים."
    },
    {
      "original": "עבודת הגמר שלי צריכה לכלול לפחות חמישה עשר עמודים ושלושה מקורות אקדמיים.",
      "normalized": "עבודת הגמר שלי צריכה לכלול לפחות 15 עמודים ו-3 מקורות אקדמיים."
    },
    {
      "original": "החברה דיווחה על הכנסות של שבעה עשר מיליון, מאתיים אלף שקלים, עלייה של ארבעה אחוזים מהשנה שעברה.",
      "normalized": "החברה דיווחה על הכנסות של 17,200,000 שקלים, עלייה של 4 אחוזים מהשנה שעברה."
    },
    {
      "original": "לאחר תשלום החשבונות, נותרתי ביתרת מינוס שלוש מאות ארבעים ושמונה שקלים בחשבון.",
      "normalized": "לאחר תשלום החשבונות, נותרתי ביתרת מינוס 348 שקלים בחשבון."
    },
    {
      "original": "המשכנתא שלי היא לתקופה של עשרים וחמש שנים, עם ריבית שנתית של שלושה ואחת עשרה מאיות האחוז.",
      "normalized": "המשכנתא שלי היא לתקופה של 25 שנים, עם ריבית שנתית של 3.11 האחוז."
    },
    {
      "original": "הבורסה נסגרה היום בירידה של נקודה שש שתיים אחוז, כאשר שווי החברה צנח בכשני מיליון שקלים.",
      "normalized": "הבורסה נסגרה היום בירידה של 1.62 אחוז, כאשר שווי החברה צנח בכ-2,000,000 שקלים."
    },
    {
      "original": "תקציב המדינה לשנת אלפיים עשרים וחמש צפוי להיות גדול יותר מתקציב אלפיים עשרים וארבע בכחמישה עשר מיליארד שקלים.",
      "normalized": "תקציב המדינה לשנת 2025 צפוי להיות גדול יותר מתקציב 2024 בכ-15,000,000,000 שקלים."
    },
    {
      "original": "התקשרתי למספר אפס שבע שבע, חמש חמש ארבע, שתיים אפס אחת תשע, כדי לקבוע תור.",
      "normalized": "התקשרתי למספר 077, 554, 2019, כדי לקבוע תור."
    },
    {
      "original": "המתכון דורש שתי כוסות קמח, ביצה אחת, וחצי כוס סוכר, מה שהופך אותו למתוק פחות מעוגות אחרות.",
      "normalized": "המתכון דורש 2 כוסות קמח, ביצה 1, ו-0.5 כוס סוכר, מה שהופך אותו למתוק פחות מעוגות אחרות."
    },
    {
      "original": "נולדתי בשנת אלף תשע מאות שמונים ושש, ואחי הבכור נולד שבע שנים לפניי, בשנת אלף תשע מאות שבעים ותשע.",
      "normalized": "נולדתי בשנת 1986, ואחי הבכור נולד 7 שנים לפניי, בשנת 1979."
    },
    {
      "original": "המרחק מהבית שלי לעבודה הוא שנים עשר וחצי קילומטרים, נסיעה שלוקחת כעשרים וחמש דקות בבוקר.",
      "normalized": "המרחק מהבית שלי לעבודה הוא 12.5 קילומטרים, נסיעה שלוקחת כ-25 דקות בבוקר."
    },
    {
      "original": "קניתי חמישה תפוחים ושתי בננות, והחשבון יצא שבעה עשר שקלים ושמונים אגורות.",
      "normalized": "קניתי 5 תפוחים ו-2 בננות, והחשבון יצא 17.80 שקלים."
    },
    {
      "original": "הטמפרטורה בחרמון צנחה למינוס שלוש מעלות, שזה קר יותר מאתמול בחמש מעלות.",
      "normalized": "הטמפרטורה בחרמון צנחה למינוס 3 מעלות, שזה קר יותר מאתמול ב-5 מעלות."
    },
    {
      "original": "אני גר בקומה השביעית בבניין בן חמש עשרה קומות, שנבנה לפני כשלושים ושתיים שנים.",
      "normalized": "אני גר בקומה ה-7 בבניין בן 15 קומות, שנבנה לפני כ-32 שנים."
    },
    {
      "original": "בכנס השתתפו מאה ושנים עשר מרצים ושש מאות ארבעים ושלושה סטודנטים מכל רחבי הארץ.",
      "normalized": "בכנס השתתפו 112 מרצים ו-643 סטודנטים מכל רחבי הארץ."
    },
    {
      "original": "ההשקעה הראשונית בפרויקט עמדה על מאה אלף דולר, אך העלויות גדלו מאז בכשלושים וחמישה אחוזים.",
      "normalized": "ההשקעה הראשונית בפרויקט עמדה על 100,000 דולר, אך העלויות גדלו מאז בכ-35 אחוזים."
    },
    {
      "original": "רווח החברה ברבעון האחרון הגיע לשלושה מיליון ושבע מאות אלף שקלים, עלייה של שנים-עשר אחוזים מהתקופה המקבילה.",
      "normalized": "רווח החברה ברבעון האחרון הגיע ל-3,700,000 שקלים, עלייה של 12 אחוזים מהתקופה המקבילה."
    },
    {
      "original": "הוא השקיע עשרים וחמישה אלף דולר בפרויקט, למרות הסיכון הגבוה שכרוך בדבר.",
      "normalized": "הוא השקיע 25,000 דולר בפרויקט, למרות הסיכון הגבוה שכרוך בדבר."
    },
    {
      "original": "החוב של המדינה תפח בכמעט שני מיליון וחצי שקלים חדשים בעקבות המשבר.",
      "normalized": "החוב של המדינה תפח בכמעט 2,500,000 שקלים חדשים בעקבות המשבר."
    },
    {
      "original": "הריבית עלתה ברבע אחוז, מה שמוסיף כשלוש מאות שקלים להחזר החודשי הממוצע.",
      "normalized": "הריבית עלתה ב-0.25 אחוז, מה שמוסיף כ-300 שקלים להחזר החודשי הממוצע."
    },
    {
      "original": "תיק ההשקעות שלו מורכב משבע מניות טכנולוגיה ושלוש איגרות חוב ממשלתיות.",
      "normalized": "תיק ההשקעות שלו מורכב מ-7 מניות טכנולוגיה ו-3 איגרות חוב ממשלתיות."
    },
    {
      "original": "תקציב הפיתוח של החברה לשנת אלפיים עשרים וחמש יעמוד על כחמישה-עשר מיליון אירו.",
      "normalized": "תקציב הפיתוח של החברה לשנת 2025 יעמוד על כ-15,000,000 אירו."
    },
    {
      "original": "קניתי שני קילוגרמים של עגבניות ושלושה מלפפונים בשוק.",
      "normalized": "קניתי 2 קילוגרמים של עגבניות ו-3 מלפפונים בשוק."
    },
    {
      "original": "אם תצטרך עזרה, מספר הטלפון שלי הוא אפס חמש שתיים, שמונה שבע שש, חמש ארבע שלוש אחת.",
      "normalized": "אם תצטרך עזרה, מספר הטלפון שלי הוא 052-876-5431."
    },
    {
      "original": "סבתא שלי חגגה יום הולדת שמונים ושבע בשבוע שעבר עם כל חמשת נכדיה.",
      "normalized": "סבתא שלי חגגה יום הולדת 87 בשבוע שעבר עם כל 5 נכדיה."
    },
    {
      "original": "הדירה, שגודלה מאה ועשרה מטרים רבועים, נמכרה תמורת שני מיליון ושמונה מאות אלף שקלים.",
      "normalized": "הדירה, שגודלה 110 מטרים רבועים, נמכרה תמורת 2,800,000 שקלים."
    },
    {
      "original": "יש לי שלוש אחיות ושני אחים, ואני הבכור מבין שישה ילדים.",
      "normalized": "יש לי 3 אחיות ו-2 אחים, ואני הבכור מבין 6 ילדים."
    },
    {
      "original": "הוא גר בקומה השתים-עשרה בבניין בן עשרים וחמש קומות.",
      "normalized": "הוא גר בקומה ה-12 בבניין בן 25 קומות."
    },
    {
      "original": "חיכיתי לך כארבעים וחמש דקות ליד בית הקפה.",
      "normalized": "חיכיתי לך כ-45 דקות ליד בית הקפה."
    },
    {
      "original": "על פי הדיווח, כשבעים ושמונה אחוזים מהמצביעים, שהם מאה עשרים ושלושה אלף וארבע מאות חמישים איש, תמכו בהצעה.",
      "normalized": "על פי הדיווח, כ-78 אחוזים מהמצביעים, שהם 123,450 איש, תמכו בהצעה."
    },
    {
      "original": "האירוע התרחש בתשעה במאי אלפיים ועשרים ושתיים, וגרם לשלושה פצועים קל ולנזק של מאות אלפי שקלים.",
      "normalized": "האירוע התרחש ב-9 במאי 2022, וגרם ל-3 פצועים קל ולנזק של מאות אלפי שקלים."
    },
    {
      "original": "משרד הבריאות דיווח על ארבעת אלפים שבע מאות עשרים ושניים נדבקים חדשים ביממה האחרונה.",
      "normalized": "משרד הבריאות דיווח על 4,722 נדבקים חדשים ביממה האחרונה."
    },
    {
      "original": "במבצע נתפסו מאה חמישים ושבעה קילוגרמים של חומרים אסורים ועוד שבעה כלי נשק.",
      "normalized": "במבצע נתפסו 157 קילוגרמים של חומרים אסורים ועוד 7 כלי נשק."
    },
    {
      "original": "הסרט החדש, שאורכו מאה ארבעים ושתיים דקות, זכה לביקורות מעורבות.",
      "normalized": "הסרט החדש, שאורכו 142 דקות, זכה לביקורות מעורבות."
    },
    {
      "original": "הבחירות יתקיימו בעוד כשנה וחצי, בתאריך הראשון בנובמבר.",
      "normalized": "הבחירות יתקיימו בעוד כ-1.5 שנה, בתאריך ה-1 בנובמבר."
    },
    {
      "original": "מחירו של המכשיר החדש יעמוד על אלף מאתיים תשעים ותשעה דולרים.",
      "normalized": "מחירו של המכשיר החדש יעמוד על 1,299 דולרים."
    },
    {
      "original": "ההשקעה הניבה תשואה של שמונה נקודה שש אחוזים, סכום הגבוה בכשלושה אחוזים מהתחזית.",
      "normalized": "ההשקעה הניבה תשואה של 8.6 אחוזים, סכום הגבוה בכ-3 אחוזים מהתחזית."
    },
    {
      "original": "האם במדידה החמישית הצלחנו להגיע לרמת דיוק של יותר מתשעים ותשעה אחוזים?",
      "normalized": "האם במדידה ה-5 הצלחנו להגיע לרמת דיוק של יותר מ-99 אחוזים?"
    },
    {
      "original": "במהלך הניסוי, הטמפרטורה בצנטריפוגה ירדה למינוס שמונים ושתיים מעלות צלזיוס.",
      "normalized": "במהלך הניסוי, הטמפרטורה בצנטריפוגה ירדה ל--82 מעלות צלזיוס."
    },
    {
      "original": "חוב החברה בסוף שנת אלפיים עשרים ושלוש עמד על ארבעה מיליון, מאתיים ושבעים אלף שקלים חדשים.",
      "normalized": "חוב החברה בסוף שנת 2023 עמד על 4,270,000 שקלים חדשים."
    },
    {
      "original": "סבא שלי, בן התשעים ושלוש, נולד בשנת אלף תשע מאות ושלושים ואחת.",
      "normalized": "סבא שלי, בן ה-93, נולד בשנת 1931."
    },
    {
      "original": "האם הגירעון התקציבי אכן חצה את רף שבעה עשר מיליארד השקלים כפי שדווח?",
      "normalized": "האם הגירעון התקציבי אכן חצה את רף 17,000,000,000 השקלים כפי שדווח?"
    },
    {
      "original": "המעבד החדש מהיר פי שלושה מהדגם הקודם שיצא רק לפני שנתיים.",
      "normalized": "המעבד החדש מהיר פי 3 מהדגם הקודם שיצא רק לפני 2 שנים."
    },
    {
      "original": "המיכל מכיל כמאתיים וארבעים ליטרים של נוזל, אך נדרשים לפחות עשרים ליטרים נוספים.",
      "normalized": "המיכל מכיל כ-240 ליטרים של נוזל, אך נדרשים לפחות 20 ליטרים נוספים."
    },
    {
      "original": "זהו הרבעון הרביעי ברציפות שבו החברה מציגה צמיחה של מעל חמישה אחוזים.",
      "normalized": "זהו הרבעון ה-4 ברציפות שבו החברה מציגה צמיחה של מעל 5 אחוזים."
    },
    {
      "original": "גילוי גלי הכבידה בשנת אלפיים וחמש עשרה פתח עידן חדש במחקר האסטרופיזיקלי.",
      "normalized": "גילוי גלי הכבידה בשנת 2015 פתח עידן חדש במחקר האסטרופיזיקלי."
    },
    {
      "original": "אחותי, בת עשרים ושלוש, גבוהה ממני בשבעה סנטימטרים.",
      "normalized": "אחותי, בת 23, גבוהה ממני ב-7 סנטימטרים."
    },
    {
      "original": "התוצאה החריגה הראתה סטייה סטטיסטית של מינוס אפס נקודה אפס שתיים.",
      "normalized": "התוצאה החריגה הראתה סטייה סטטיסטית של -0.02."
    },
    {
      "original": "האם נכון שהעסקה נסגרה בסכום של כארבעה עשר מיליון וחצי דולר?",
      "normalized": "האם נכון שהעסקה נסגרה בסכום של כ-14,500,000 דולר?"
    },
    {
      "original": "המכונית השנייה במירוץ השלימה את ההקפה בזמן של דקה אחת וארבעים ושתיים שניות.",
      "normalized": "המכונית ה-2 במירוץ השלימה את ההקפה בזמן של דקה 1 ו-42 שניות."
    },
    {
      "original": "החוקרת הראשית בפרויקט היא מדענית בת שלושים ושבע בלבד, והיא כבר פרסמה שנים עשר מאמרים.",
      "normalized": "החוקרת הראשית בפרויקט היא מדענית בת 37 בלבד, והיא כבר פרסמה 12 מאמרים."
    },
    {
      "original": "האם נכון שמנכ\"לית החברה היא רק בת שלושים ואחת?",
      "normalized": "האם נכון שמנכ\"לית החברה היא רק בת 31?"
    },
    {
      "original": "הסטייה שנמדדה הייתה כמינוס שתי מאיות האחוז, תוצאה זניחה לחלוטין.",
      "normalized": "הסטייה שנמדדה הייתה כ--0.02 האחוז, תוצאה זניחה לחלוטין."
    },
    {
      "original": "משימת אפולו אחת עשרה, שהתקיימה בשנת אלף תשע מאות שישים ותשע, הייתה המשימה המאוישת החמישית.",
      "normalized": "משימת אפולו 11, שהתקיימה בשנת 1969, הייתה המשימה המאוישת ה-5."
    },
    {
      "original": "מחירו של הנכס עלה ביותר ממאה ועשרים אלף שקלים בשנה האחרונה.",
      "normalized": "מחירו של הנכס עלה ביותר מ-120,000 שקלים בשנה האחרונה."
    },
    {
      "original": "לאחר הכיול, המכשיר מציג כעת סטייה של פחות משתי אלפיות המילימטר.",
      "normalized": "לאחר הכיול, המכשיר מציג כעת סטייה של פחות מ-0.002 המילימטר."
    },
    {
      "original": "השחקן המצטיין חתם על חוזה של שני מיליון, מאה אלף ושבע מאות דולר לשלוש שנים.",
      "normalized": "השחקן המצטיין חתם על חוזה של 2,100,700 דולר ל-3 שנים."
    },
    {
      "original": "באליפות העולם האחרונה, השחיינית הישראלית סיימה במקום הרביעי בגמר למאתיים מטר חופשי.",
      "normalized": "באליפות העולם האחרונה, השחיינית הישראלית סיימה במקום ה-4 בגמר ל-200 מטר חופשי."
    },
    {
      "original": "האם זה נכון שהמרתוניסט בן הארבעים ושתיים רץ את המרתון הראשון שלו רק לפני שנתיים?",
      "normalized": "האם זה נכון שהמרתוניסט בן ה-42 רץ את המרתון ה-1 שלו רק לפני 2 שנים?"
    },
    {
      "original": "בשנת אלף תשע מאות שבעים ושתיים, נבחרת הכדורסל הגיעה להישג שיא של שמונה ניצחונות רצופים.",
      "normalized": "בשנת 1972, נבחרת הכדורסל הגיעה להישג שיא של 8 ניצחונות רצופים."
    },
    {
      "original": "האצטדיון החדש, שנבנה בעלות של כשבעה מיליון שקלים, יכול להכיל למעלה משנים עשר אלף צופים.",
      "normalized": "האצטדיון החדש, שנבנה בעלות של כ-7,000,000 שקלים, יכול להכיל למעלה מ-12,000 צופים."
    },
    {
      "original": "הטניסאית בת העשרים ושלוש דורגה במקום התשעה עשר בעולם אחרי הטורניר האחרון.",
      "normalized": "הטניסאית בת ה-23 דורגה במקום ה-19 בעולם אחרי הטורניר האחרון."
    },
    {
      "original": "בקורס לפסיכולוגיה לומדים כמאתיים שישים ושבעה סטודנטים, מתוכם כשלושים אחוזים הם סטודנטים בשנה השלישית.",
      "normalized": "בקורס לפסיכולוגיה לומדים כ-267 סטודנטים, מתוכם כ-30% הם סטודנטים בשנה ה-3."
    },
    {
      "original": "ספר הלימוד החדש בהיסטוריה מכיל שמונה מאות ארבעים ושניים עמודים ועולה מאה ותשעה עשר שקלים.",
      "normalized": "ספר הלימוד החדש בהיסטוריה מכיל 842 עמודים ועולה 119 שקלים."
    },
    {
      "original": "האם תוכנית המלגות, שהוקמה בשנת אלפיים ושלוש, העניקה עד היום סיוע ליותר מארבעת אלפים וחמש מאות תלמידים?",
      "normalized": "האם תוכנית המלגות, שהוקמה בשנת 2003, העניקה עד היום סיוע ליותר מ-4,500 תלמידים?"
    },
    {
      "original": "המרצה בן השישים ושמונה, שפרסם למעלה משנים עשר ספרים, יפרוש בסוף השנה האקדמית העשרים ואחת שלו.",
      "normalized": "המרצה בן ה-68, שפרסם למעלה מ-12 ספרים, יפרוש בסוף השנה האקדמית ה-21 שלו."
    },
    {
      "original": "תקציב המחקר של הפקולטה גדל השנה בכמעט מיליון וחצי שקלים, לאחר קיפאון של חמש שנים.",
      "normalized": "תקציב המחקר של הפקולטה גדל השנה בכמעט 1,500,000 שקלים, לאחר קיפאון של 5 שנים."
    },
    {
      "original": "הספרייה הלאומית מכילה מעל חמישה מיליון ספרים, והפריט העתיק ביותר בה הוא מהמאה התשיעית.",
      "normalized": "הספרייה הלאומית מכילה מעל 5,000,000 ספרים, והפריט העתיק ביותר בה הוא מהמאה ה-9."
    },
    {
      "original": "סבא רבא שלי, שנולד בשנת אלף תשע מאות עשרים ושבע, חי עד גיל תשעים ותשע.",
      "normalized": "סבא רבא שלי, שנולד בשנת 1927, חי עד גיל 99."
    },
    {
      "original": "כדי להגיע לחתונה בצפון נסענו מאתיים ושבעה קילומטרים, נסיעה שלקחה כמעט שלוש שעות וחצי.",
      "normalized": "כדי להגיע לחתונה בצפון נסענו 207 קילומטרים, נסיעה שלקחה כמעט 3.5 שעות."
    },
    {
      "original": "האם החשבון הכולל יצא שלוש מאות שמונים ושישה שקלים עבור ארבעה סועדים?",
      "normalized": "האם החשבון הכולל יצא 386 שקלים עבור 4 סועדים?"
    },
    {
      "original": "בעירנו מתגוררים קרוב לשלושה מיליון איש, והיא העיר השלישית בגודלה במדינה.",
      "normalized": "בעירנו מתגוררים קרוב ל-3,000,000 איש, והיא העיר ה-3 בגודלה במדינה."
    },
    {
      "original": "הדירה בקומה האחת עשרה עולה מיליון שמונה מאות אלף שקלים, שזה מאתיים אלף יותר מהדירה בקומה החמישית.",
      "normalized": "הדירה בקומה ה-11 עולה 1,800,000 שקלים, שזה 200,000 יותר מהדירה בקומה ה-5."
    },
    {
      "original": "אחותי הגדולה, בת שלושים וארבע, טסה ליותר מארבעים וחמש מדינות עד כה.",
      "normalized": "אחותי הגדולה, בת 34, טסה ליותר מ-45 מדינות עד כה."
    },
    {
      "original": "איך ייתכן שהמתכון דורש שבע ביצים גדולות ושלוש מאות וחמישים גרם חמאה לעוגה אחת?",
      "normalized": "איך ייתכן שהמתכון דורש 7 ביצים גדולות ו-350 גרם חמאה לעוגה 1?"
    },
    {
      "original": "בפרויקט השיפוצים הושקעו כמיליון ומאתיים אלף שקלים, והוא ארך כשבעה חודשים, חודשיים יותר מהמתוכנן.",
      "normalized": "בפרויקט השיפוצים הושקעו כ-1,200,000 שקלים, והוא ארך כ-7 חודשים, 2 יותר מהמתוכנן."
    },
    {
      "original": "על פי הנתונים האחרונים, אוכלוסיית המדינה מונה כשמונה מיליון ותשע מאות אלף תושבים.",
      "normalized": "על פי הנתונים האחרואחרונים, אוכלוסיית המדינה מונה כ-8,900,000 תושבים."
    },
    {
      "original": "הסרט החדש גרף בקופות סכום של למעלה משני מיליון וחצי שקלים בסוף השבוע הראשון להקרנתו.",
      "normalized": "הסרט החדש גרף בקופות סכום של למעלה מ-2,500,000 שקלים בסוף השבוע הראשון להקרנתו."
    },
    {
      "original": "קניתי בסופר שלושה מוצרים במבצע, ושילמתי בסך הכל שבעים ושניים שקלים.",
      "normalized": "קניתי בסופר 3 מוצרים במבצע, ושילמתי בסך הכל 72 שקלים."
    },
    {
      "original": "המחקר מצא כי שלושים וארבעה אחוזים מהנשאלים מעדיפים לעבוד מהבית.",
      "normalized": "המחקר מצא כי 34 אחוזים מהנשאלים מעדיפים לעבוד מהבית."
    },
    {
      "original": "זוהי המהדורה החמישית של הפסטיבל, והיא תתקיים בתאריכים שבין העשרים ושניים לעשרים וארבעה במאי.",
      "normalized": "זוהי המהדורה ה-5 של הפסטיבל, והיא תתקיים בתאריכים שבין ה-22 ל-24 במאי."
    },
    {
      "original": "הדירה החדשה גדולה בשלושים וחמישה מטרים רבועים יותר מהדירה הקודמת שלנו.",
      "normalized": "הדירה החדשה גדולה ב-35 מטרים רבועים יותר מהדירה הקודמת שלנו."
    },
    {
      "original": "החברה דיווחה על רווח של אחד עשר מיליון שקלים ברבעון האחרון של שנת אלפיים עשרים ושלוש.",
      "normalized": "החברה דיווחה על רווח של 11,000,000 שקלים ברבעון האחרון של שנת 2023."
    },
    {
      "original": "ראש העיר נבחר לכהונתו השנייה ברוב של שבעים ושלושה אלף קולות.",
      "normalized": "ראש העיר נבחר לכהונתו ה-2 ברוב של 73,000 קולות."
    },
    {
      "original": "הנסיעה ברכבת מתל אביב לחיפה אורכת כשעה ועשרים דקות.",
      "normalized": "הנסיעה ברכבת מתל אביב לחיפה אורכת כשעה ו-20 דקות."
    },
    {
      "original": "בשנת אלף תשע מאות תשעים ושמונה, האינטרנט עדיין לא היה נפוץ בכל בית בישראל.",
      "normalized": "בשנת 1998, האינטרנט עדיין לא היה נפוץ בכל בית בישראל."
    },
    {
      "original": "העיתונאי חשף כי בפרויקט הושקעו כמאתיים ועשרה מיליון יורו, הרבה יותר מהתקציב המקורי.",
      "normalized": "העיתונאי חשף כי בפרויקט הושקעו כ-210,000,000 יורו, הרבה יותר מהתקציב המקורי."
    },
    {
      "original": "כדי להכין את העוגה הזו צריך שלוש ביצים, מאתיים גרם קמח וכוס וחצי סוכר.",
      "normalized": "כדי להכין את העוגה הזו צריך 3 ביצים, 200 גרם קמח וכוס ו-0.5 סוכר."
    },
    {
      "original": "העלייה השנתית הממוצעת במחירי הדיור עמדה על כשבעה אחוזים, נתון גבוה יותר מהשנה הקודמת.",
      "normalized": "העלייה השנתית הממוצעת במחירי הדיור עמדה על כ-7 אחוזים, נתון גבוה יותר מהשנה הקודמת."
    },
    {
      "original": "הכתבה דיווחה על הפגנה של אלפיים וחמש מאות איש במרכז העיר.",
      "normalized": "הכתבה דיווחה על הפגנה של 2,500 איש במרכז העיר."
    },
    {
      "original": "אני צריך להגיע לפגישה בתשע ורבע, ויש לי בערך ארבעים וחמש דקות נסיעה.",
      "normalized": "אני צריך להגיע לפגישה ב-9:15, ויש לי בערך 45 דקות נסיעה."
    },
    {
      "original": "במפעל מועסקים כארבע מאות ושבעים וחמישה עובדים, שהם פי שניים ממספר העובדים לפני עשור.",
      "normalized": "במפעל מועסקים כ-475 עובדים, שהם פי 2 ממספר העובדים לפני עשור."
    },
    {
      "original": "זהו הספר השנים עשר בסדרה, והוא נמכר כבר ביותר משלושים אלף עותקים.",
      "normalized": "זהו הספר ה-12 בסדרה, והוא נמכר כבר ביותר מ-30,000 עותקים."
    },
    {
      "original": "המשכנתא החודשית שלי היא שלושת אלפים שש מאות וחמישים שקלים.",
      "normalized": "המשכנתא החודשית שלי היא 3,650 שקלים."
    },
    {
      "original": "האירוע הגדול הבא צפוי להתרחש בשנת אלפיים שלושים, שתהיה השנה המאה למפעל.",
      "normalized": "האירוע הגדול הבא צפוי להתרחש בשנת 2030, שתהיה השנה ה-100 למפעל."
    },
    {
      "original": "היצוא מישראל גדל בשני מיליארד דולר יותר מאשר היבוא, מה שמעיד על מאזן סחר חיובי.",
      "normalized": "היצוא מישראל גדל ב-2,000,000,000 דולר יותר מאשר היבוא, מה שמעיד על מאזן סחר חיובי."
    },
    {
      "original": "המרתון המלא הוא באורך של ארבעים ושניים פסיק מאה תשעים וחמישה קילומטרים.",
      "normalized": "המרתון המלא הוא באורך של 42.195 קילומטרים."
    },
    {
      "original": "הטמפרטורה הלילה צפויה לרדת עד מינוס שתי מעלות באזורי ההרים.",
      "normalized": "הטמפרטורה הלילה צפויה לרדת עד מינוס 2 מעלות באזורי ההרים."
    },
    {
      "original": "הספר החדש עולה תשעים ושמונה שקלים, אבל יש עליו עשרים אחוזי הנחה.",
      "normalized": "הספר החדש עולה 98 שקלים, אבל יש עליו 20 אחוזי הנחה."
    },
    {
      "original": "מספר תעודת הזהות שלי מסתיים בשלוש הספרות: שבע, אפס ותשע.",
      "normalized": "מספר תעודת הזהות שלי מסתיים ב-3 הספרות: 7, 0 ו-9."
    },
    {
      "original": "הקבוצה ניצחה בתוצאה של שלוש-אחת והבטיחה את מקומה בחצי הגמר.",
      "normalized": "הקבוצה ניצחה בתוצאה של 3-1 והבטיחה את מקומה בחצי הגמר."
    },
    {
      "original": "כדי להכין את העוגה, צריך להוסיף כמאתיים וחמישים גרם שוקולד מריר.",
      "normalized": "כדי להכין את העוגה, צריך להוסיף כ-250 גרם שוקולד מריר."
    },
    {
      "original": "אחותי גדולה ממני בארבע שנים ושלושה חודשים.",
      "normalized": "אחותי גדולה ממני ב-4 שנים ו-3 חודשים."
    },
    {
      "original": "האצן קבע שיא חדש כשסיים את ריצת מאה המטרים בתשע ושמונים ושבע מאיות השנייה.",
      "normalized": "האצן קבע שיא חדש כשסיים את ריצת 100 המטרים ב-9.87 מאיות השנייה."
    },
    {
      "original": "החשבון בבנק נמצא ביתרת חובה של אלף שלוש מאות ועשרים שקלים.",
      "normalized": "החשבון בבנק נמצא ביתרת חובה של 1,320 שקלים."
    },
    {
      "original": "גובהו של מגדל אייפל הוא כשלוש מאות שלושים מטרים.",
      "normalized": "גובהו של מגדל אייפל הוא כ-330 מטרים."
    },
    {
      "original": "בסקר האחרון, שלושים ושבעה אחוזים מהנשאלים תמכו בהצעה.",
      "normalized": "בסקר האחרון, 37 אחוזים מהנשאלים תמכו בהצעה."
    },
    {
      "original": "השחקן קלע שמונה עשרה נקודות, שש יותר מהממוצע העונתי שלו.",
      "normalized": "השחקן קלע 18 נקודות, 6 יותר מהממוצע העונתי שלו."
    },
    {
      "original": "המרחק מתל אביב לירושלים הוא שישים ושישה קילומטרים בקירוב.",
      "normalized": "המרחק מתל אביב לירושלים הוא 66 קילומטרים בקירוב."
    },
    {
      "original": "סבא רבא שלי נולד בשנת אלף תשע מאות עשרים ושתיים.",
      "normalized": "סבא רבא שלי נולד בשנת 1922."
    },
    {
      "original": "החברה דיווחה על רווח של שני מיליון וארבע מאות אלף דולר ברבעון האחרון.",
      "normalized": "החברה דיווחה על רווח של 2,400,000 דולר ברבעון האחרון."
    },
    {
      "original": "במשחק נשרקו עשרים ושלוש עבירות, אחת עשרה מהן לחובת הקבוצה הביתית.",
      "normalized": "במשחק נשרקו 23 עבירות, 11 מהן לחובת הקבוצה הביתית."
    },
    {
      "original": "כדי להגיע לקומה החמישית, יש לעלות שמונים ושבע מדרגות.",
      "normalized": "כדי להגיע לקומה ה-5, יש לעלות 87 מדרגות."
    },
    {
      "original": "בפרויקט השתתפו כארבע מאות ושבעים מהנדסים ומתכנתים.",
      "normalized": "בפרויקט השתתפו כ-470 מהנדסים ומתכנתים."
    },
    {
      "original": "אני צריך בסך הכל שבע ביצים וחצי קילוגרם קמח למתכון.",
      "normalized": "אני צריך בסך הכל 7 ביצים ו-0.5 קילוגרם קמח למתכון."
    },
    {
      "original": "לטיול נרשמו מאה ושנים עשר תלמידים, שבעה יותר מהשנה שעברה.",
      "normalized": "לטיול נרשמו 112 תלמידים, 7 יותר מהשנה שעברה."
    },
    {
      "original": "המרחק מתל אביב לירושלים הוא כששים ושבעה קילומטרים.",
      "normalized": "המרחק מתל אביב לירושלים הוא כ-60 ו-7 קילומטרים."
    },
    {
      "original": "היא סיימה במקום השני בתחרות השחייה למאה מטר.",
      "normalized": "היא סיימה במקום ה-2 בתחרות השחייה ל-100 מטר."
    },
    {
      "original": "נולדתי בשנת אלף תשע מאות שמונים ותשע.",
      "normalized": "נולדתי בשנת 1989."
    },
    {
      "original": "שלושה מיליון ארבע מאות אלף איש צפו בשידור הישיר.",
      "normalized": "3,400,000 איש צפו בשידור הישיר."
    },
    {
      "original": "הטמפרטורה בחרמון צנחה למינוס שלוש מעלות.",
      "normalized": "הטמפרטורה בחרמון צנחה למינוס 3 מעלות."
    },
    {
      "original": "כדי להכין את העוגה צריך להוסיף רבע כוס סוכר ושתי ביצים.",
      "normalized": "כדי להכין את העוגה צריך להוסיף 1/4 כוס סוכר ו-2 ביצים."
    },
    {
      "original": "הקבוצה שלנו ניצחה את המשחק בהפרש של שבע נקודות יותר מהיריבה.",
      "normalized": "הקבוצה שלנו ניצחה את המשחק בהפרש של 7 נקודות יותר מהיריבה."
    },
    {
      "original": "לפגישה הגיעו רק שתים עשרה מתוך עשרים וחמישה המוזמנים.",
      "normalized": "לפגישה הגיעו רק 12 מתוך 25 המוזמנים."
    },
    {
      "original": "אורך הגשר החדש הוא שלוש מאות ועשרים מטרים בדיוק.",
      "normalized": "אורך הגשר החדש הוא 320 מטרים בדיוק."
    },
    {
      "original": "הרץ קבע שיא עולם חדש כשעצר את השעון על תשע שניות וחמישים ושמונה מאיות.",
      "normalized": "הרץ קבע שיא עולם חדש כשעצר את השעון על 9 שניות ו-58 מאיות."
    },
    {
      "original": "יותר משני שלישים מהסטודנטים תומכים בשינוי.",
      "normalized": "יותר מ-2/3 מהסטודנטים תומכים בשינוי."
    },
    {
      "original": "במהלך הסופה ירדו כשלושים ושבעה מילימטרים של גשם.",
      "normalized": "במהלך הסופה ירדו כ-30 ו-7 מילימטרים של גשם."
    },
    {
      "original": "זו הפעם החמישית שהוא זוכה באליפות.",
      "normalized": "זו הפעם ה-5 שהוא זוכה באליפות."
    },
    {
      "original": "עומק הבאר הוא מינוס עשרים ואחד מטרים מתחת לפני הים.",
      "normalized": "עומק הבאר הוא מינוס 21 מטרים מתחת לפני הים."
    },
    {
      "original": "עלות בניית האצטדיון החדש הייתה למעלה משבעה מיליון וחצי דולרים.",
      "normalized": "עלות בניית האצטדיון החדש הייתה למעלה מ-7,500,000 דולרים."
    },
    {
      "original": "ארבע מאות חמישים ושבעה חיילים השתתפו בתרגיל.",
      "normalized": "457 חיילים השתתפו בתרגיל."
    },
    {
      "original": "במבחן האחרון קיבלתי ציון הגבוה בשש נקודות מהציון הקודם שלי.",
      "normalized": "במבחן האחרון קיבלתי ציון הגבוה ב-6 נקודות מהציון הקודם שלי."
    },
    {
      "original": "הוא רץ את הסיבוב השני מהר יותר בשתי עשיריות השנייה.",
      "normalized": "הוא רץ את הסיבוב השני מהר יותר ב-2/10 השנייה."
    },
    {
      "original": "כמיליון ושלוש מאות אלף תיירים ביקרו בעיר בשנה שעברה.",
      "normalized": "כ-1,300,000 תיירים ביקרו בעיר בשנה שעברה."
    },
    {
      "original": "השחקן הגיע למקום הראשון בדירוג העולמי בפעם השלישית בקריירה.",
      "normalized": "השחקן הגיע למקום ה-1 בדירוג העולמי בפעם ה-3 בקריירה."
    },
    {
      "original": "הפגישה נקבעה לעשרים ושמונה בפברואר, יום שלישי, בשעה ארבע וחצי אחר הצהריים.",
      "normalized": "הפגישה נקבעה ל-28 בפברואר, יום שלישי, בשעה 4 וחצי אחר הצהריים."
    },
    {
      "original": "הרווח הנקי של החברה עלה בשבעה עשר אחוזים והגיע לשלושה מיליון שקלים ברבעון האחרון.",
      "normalized": "הרווח הנקי של החברה עלה ב-17 אחוזים והגיע ל-3,000,000 שקלים ברבעון האחרון."
    },
    {
      "original": "על פי הדיווח, כשלוש מאות וחמישים מפגינים התאספו בכיכר, ומתוכם נעצרו ארבעה.",
      "normalized": "על פי הדיווח, כ-350 מפגינים התאספו בכיכר, ומתוכם נעצרו 4."
    },
    {
      "original": "מלחמת ששת הימים פרצה בחמישי ביוני, שנת אלף תשע מאות שישים ושבע.",
      "normalized": "מלחמת ששת הימים פרצה ב-5 ביוני, שנת 1967."
    },
    {
      "original": "מחיר המוצר עומד על מאתיים ארבעים ותשעה שקלים חדשים, לא כולל משלוח.",
      "normalized": "מחיר המוצר עומד על 249 שקלים חדשים, לא כולל משלוח."
    },
    {
      "original": "הסקר האחרון מראה כי שישים ושניים אחוזים מהציבור תומכים בהצעה החדשה.",
      "normalized": "הסקר האחרון מראה כי 62 אחוזים מהציבור תומכים בהצעה החדשה."
    },
    {
      "original": "הטיסה מתל אביב לניו יורק אורכת כעשר שעות וארבעים וחמש דקות.",
      "normalized": "הטיסה מתל אביב לניו יורק אורכת כ-10 שעות ו-45 דקות."
    },
    {
      "original": "תקציב הביטחון לשנה הקרובה צפוי לעמוד על כשבעים ושלושה מיליארד שקל.",
      "normalized": "תקציב הביטחון לשנה הקרובה צפוי לעמוד על כ-73,000,000,000 שקל."
    },
    {
      "original": "בתאונה היו מעורבות שלוש מכוניות, ושני בני אדם נפצעו באורח קל.",
      "normalized": "בתאונה היו מעורבות 3 מכוניות, ו-2 בני אדם נפצעו באורח קל."
    },
    {
      "original": "הזוג חגג את יום נישואיהם העשרים וחמישה בטיול מפנק לדרום איטליה.",
      "normalized": "הזוג חגג את יום נישואיהם ה-25 בטיול מפנק לדרום איטליה."
    },
    {
      "original": "הוא רכש אלף מאתיים ושבעים מניות של החברה במחיר של שמונה-עשר דולר למניה.",
      "normalized": "הוא רכש 1,270 מניות של החברה במחיר של 18 דולר למניה."
    },
    {
      "original": "המפלגה זכתה בשלושים ושניים מנדטים, עלייה של ארבעה מנדטים מהבחירות הקודמות.",
      "normalized": "המפלגה זכתה ב-32 מנדטים, עלייה של 4 מנדטים מהבחירות הקודמות."
    },
    {
      "original": "הרכבת הבאה תגיע בעוד שתים עשרה דקות בדיוק, בשעה אחת עשרה ורבע.",
      "normalized": "הרכבת הבאה תגיע בעוד 12 דקות בדיוק, בשעה 11 ורבע."
    },
    {
      "original": "שיעור האבטלה ירד לשלושה ותשע-עשיריות האחוז, הנתון הנמוך ביותר מזה חמש שנים.",
      "normalized": "שיעור האבטלה ירד ל-3.9 האחוז, הנתון הנמוך ביותר מזה 5 שנים."
    },
    {
      "original": "הטמפרטורה צפויה להגיע לשלושים ושתיים מעלות צלזיוס, עם שמונים וחמישה אחוזי לחות.",
      "normalized": "הטמפרטורה צפויה להגיע ל-32 מעלות צלזיוס, עם 85 אחוזי לחות."
    },
    {
      "original": "היא חגגה יום הולדת שבע עשרה בפעם הראשונה עם כל החברות שלה.",
      "normalized": "היא חגגה יום הולדת 17 בפעם הראשונה עם כל החברות שלה."
    },
    {
      "original": "הם לקחו משכנתא של מיליון ומאתיים אלף שקל לתקופה של עשרים וחמש שנים.",
      "normalized": "הם לקחו משכנתא של 1,200,000 שקל לתקופה של 25 שנים."
    },
    {
      "original": "חמישה צוותי כיבוי הוזעקו למקום ופעלו במשך כשעתיים וחצי לכיבוי השריפה.",
      "normalized": "5 צוותי כיבוי הוזעקו למקום ופעלו במשך כשעתיים וחצי לכיבוי השריפה."
    },
    {
      "original": "הדירה, בת ארבעה חדרים, נמכרה תמורת שני מיליון שמונה מאות וחמישים אלף שקלים.",
      "normalized": "הדירה, בת 4 חדרים, נמכרה תמורת 2,850,000 שקלים."
    },
    {
      "original": "השחקן קלע עשרים ושבע נקודות והוסיף אחד עשר ריבאונדים בניצחון הקבוצה אמש.",
      "normalized": "השחקן קלע 27 נקודות והוסיף 11 ריבאונדים בניצחון הקבוצה אמש."
    },
    {
      "original": "בשנת אלפיים ושבע נסעו ליוון יותר משלושת אלפים וחמש מאות תיירים ישראלים.",
      "normalized": "בשנת 2007 נסעו ליוון יותר מ-3,500 תיירים ישראלים."
    },
    {
      "original": "האם אחוזי הקליעה שלו מהעונשין באמת עומדים על שמונים ושבעה אחוזים וחצי?",
      "normalized": "האם אחוזי הקליעה שלו מהעונשין באמת עומדים על 87.5%?"
    },
    {
      "original": "עלות הטלפון החדש שלי הייתה שלושת אלפים מאתיים ותשעים ותשעה שקלים.",
      "normalized": "עלות הטלפון החדש שלי הייתה 3,299 שקלים."
    },
    {
      "original": "הטיסה שלנו התעכבה בשדה התעופה במשך ארבע שעות ועשרים וחמש דקות.",
      "normalized": "הטיסה שלנו התעכבה בשדה התעופה במשך 4 שעות ו-25 דקות."
    },
    {
      "original": "שיא העולם בריצת מאה מטר לגברים עומד על תשע שניות וחמישים ושמונה מאיות.",
      "normalized": "שיא העולם בריצת 100 מטר לגברים עומד על 9.58 שניות."
    },
    {
      "original": "בסקר האחרון, כשישים ושניים אחוזים מהאוכלוסייה הביעו תמיכה ביוזמה.",
      "normalized": "בסקר האחרון, כ-62% מהאוכלוסייה הביעו תמיכה ביוזמה."
    },
    {
      "original": "האם כרטיס הטיסה לפריז באמת עולה יותר מאלף ומאתיים יורו?",
      "normalized": "האם כרטיס הטיסה לפריז באמת עולה יותר מ-1,200 יורו?"
    },
    {
      "original": "מספר הצופים במשחק הגמר הגיע לשיא של שמונים ואחד אלף ושלוש מאות שישים וחמישה.",
      "normalized": "מספר הצופים במשחק הגמר הגיע לשיא של 81,365."
    },
    {
      "original": "אני צריך לשלם שכר דירה בסך ארבעת אלפים ושבע מאות שקלים עד סוף החודש.",
      "normalized": "אני צריך לשלם שכר דירה בסך 4,700 שקלים עד סוף החודש."
    },
    {
      "original": "ביקורו האחרון באיטליה היה בשנת אלף תשע מאות תשעים וארבע.",
      "normalized": "ביקורו האחרון באיטליה היה בשנת 1994."
    },
    {
      "original": "המרחק המדויק של המרתון הוא ארבעים ושניים קילומטרים ומאה תשעים וחמישה מטרים.",
      "normalized": "המרחק המדויק של המרתון הוא 42 קילומטרים ו-195 מטרים."
    },
    {
      "original": "המתכון דורש מאתיים וחמישים גרם קמח וכשלוש מאות מיליליטר חלב.",
      "normalized": "המתכון דורש 250 גרם קמח וכ-300 מיליליטר חלב."
    },
    {
      "original": "המלון שלנו היה ממוקם במרחק של כשבעה קילומטרים ממרכז העיר.",
      "normalized": "המלון שלנו היה ממוקם במרחק של כ-7 קילומטרים ממרכז העיר."
    },
    {
      "original": "המשכורת השנתית של השחקן מוערכת בכשבעה עשר מיליון דולר.",
      "normalized": "המשכורת השנתית של השחקן מוערכת בכ-17,000,000 דולר."
    },
    {
      "original": "בכמה עלה מחיר הדלק בשנה האחרונה, בחמישה עשר אחוז או בעשרים אחוז?",
      "normalized": "בכמה עלה מחיר הדלק בשנה האחרונה, ב-15% או ב-20%?"
    },
    {
      "original": "רכשנו חבילת נופש הכוללת שתי טיסות ושבעה לילות במלון.",
      "normalized": "רכשנו חבילת נופש הכוללת 2 טיסות ו-7 לילות במלון."
    },
    {
      "original": "הקבוצה ניצחה בשלושה מתוך חמשת המשחקים האחרונים שלה.",
      "normalized": "הקבוצה ניצחה ב-3 מתוך 5 המשחקים האחרונים שלה."
    },
    {
      "original": "סבתי נולדה בשנת אלף תשע מאות ארבעים ושמונה.",
      "normalized": "סבתי נולדה בשנת 1948."
    },
    {
      "original": "כמה עלה שדרוג המזוודה שלך למשקל של עשרים ושמונה קילוגרם?",
      "normalized": "כמה עלה שדרוג המזוודה שלך למשקל של 28 קילוגרם?"
    },
    {
      "original": "בפרויקט הושקעו מיליון ומאתיים וחמישים אלף שקלים בשלב הראשון.",
      "normalized": "בפרויקט הושקעו 1,250,000 שקלים בשלב הראשון."
    },
    {
      "original": "כרטיס הטיסה לאיטליה עלה אלפיים ארבע מאות ושבעים שקלים חדשים.",
      "normalized": "כרטיס הטיסה לאיטליה עלה 2,470 שקלים חדשים."
    },
    {
      "original": "בכיתה שלי לומדים כשלושים ושניים תלמידים מוכשרים.",
      "normalized": "בכיתה שלי לומדים כ-32 תלמידים מוכשרים."
    },
    {
      "original": "המרחק מתל אביב לאילת הוא פחות מארבע מאות קילומטרים בנסיעה.",
      "normalized": "המרחק מתל אביב לאילת הוא פחות מ-400 קילומטרים בנסיעה."
    },
    {
      "original": "בישראל יש מעל שני מיליון תלמידים במערכת החינוך.",
      "normalized": "בישראל יש מעל 2,000,000 תלמידים במערכת החינוך."
    },
    {
      "original": "הפגישה שלנו נקבעה לשעה ארבע ורבע אחר הצהריים.",
      "normalized": "הפגישה שלנו נקבעה לשעה 4:15 אחר הצהריים."
    },
    {
      "original": "ארזתי במזוודה שבע חולצות, שלושה זוגות מכנסיים ושני זוגות נעליים.",
      "normalized": "ארזתי במזוודה 7 חולצות, 3 זוגות מכנסיים ו-2 זוגות נעליים."
    },
    {
      "original": "שכר הלימוד השנתי באוניברסיטה עומד על כשלושה עשר אלף שקלים.",
      "normalized": "שכר הלימוד השנתי באוניברסיטה עומד על כ-13,000 שקלים."
    },
    {
      "original": "אני צריך להתעורר מחר בשש וחמישים בבוקר כדי להספיק לרכבת.",
      "normalized": "אני צריך להתעורר מחר ב-6:50 בבוקר כדי להספיק לרכבת."
    },
    {
      "original": "עלות פרויקט הרכבת הקלה בירושלים חצתה את רף שמונת מיליארדי השקלים.",
      "normalized": "עלות פרויקט הרכבת הקלה בירושלים חצתה את רף 8,000,000,000 השקלים."
    },
    {
      "original": "במבחן היו ארבעים ושבע שאלות אמריקאיות ועשר שאלות פתוחות.",
      "normalized": "במבחן היו 47 שאלות אמריקאיות ו-10 שאלות פתוחות."
    },
    {
      "original": "הסרט יתחיל בעוד עשרים וחמש דקות בדיוק.",
      "normalized": "הסרט יתחיל בעוד 25 דקות בדיוק."
    },
    {
      "original": "הטמפרטורה בצהריים צפויה להיות גבוהה יותר בשלוש מעלות מאתמול.",
      "normalized": "הטמפרטורה בצהריים צפויה להיות גבוהה יותר ב-3 מעלות מאתמול."
    },
    {
      "original": "ספריית האוניברסיטה מכילה יותר משלושה מיליון ספרים ומאמרים.",
      "normalized": "ספריית האוניברסיטה מכילה יותר מ-3,000,000 ספרים ומאמרים."
    },
    {
      "original": "נחזור מחופשת הפסח בעשרים ותשעה באפריל.",
      "normalized": "נחזור מחופשת הפסח ב-29 באפריל."
    },
    {
      "original": "המלון שלנו ממוקם במרחק של כשמונה מאות מטרים מחוף הים.",
      "normalized": "המלון שלנו ממוקם במרחק של כ-800 מטרים מחוף הים."
    },
    {
      "original": "הקורס כולל חמש עשרה הרצאות, ארבעה תרגילים ועבודה סופית אחת.",
      "normalized": "הקורס כולל 15 הרצאות, 4 תרגילים ועבודה סופית 1."
    },
    {
      "original": "הטיסה מתעכבת בכשעה וחצי בגלל תנאי מזג האוויר.",
      "normalized": "הטיסה מתעכבת בכ-1.5 שעות בגלל תנאי מזג האוויר."
    },
    {
      "original": "תקציב משרד החינוך לשנה זו הוא למעלה משבעים מיליארד שקלים.",
      "normalized": "תקציב משרד החינוך לשנה זו הוא למעלה מ-70,000,000,000 שקלים."
    },
    {
      "original": "הנסיעה ברכבת ארכה שעתיים וארבעים ושמונה דקות.",
      "normalized": "הנסיעה ברכבת ארכה 2 שעות ו-48 דקות."
    },
    {
      "original": "החברה דיווחה על רווח של שבע מאות שמונים ושלושה אלף שקלים ברבעון האחרון, מה שגרם למנייה שלה לזנק.",
      "normalized": "החברה דיווחה על רווח של 783,000 שקלים ברבעון האחרון, מה שגרם למנייה שלה לזנק."
    },
    {
      "original": "סבתי, שנולדה בשנת אלף תשע מאות ארבעים ושמונה, הייתה בת שבעים וחמש כשהיא נפטרה.",
      "normalized": "סבתי, שנולדה בשנת 1948, הייתה בת 75 כשהיא נפטרה."
    },
    {
      "original": "הכתבה חשפה כי כשלושה רבעים מתקציב הפרויקט בוזבזו על הוצאות תפעול.",
      "normalized": "הכתבה חשפה כי כ-3/4 מתקציב הפרויקט בוזבזו על הוצאות תפעול."
    },
    {
      "original": "כדי לממן את הפרויקט, הבנק אישר הלוואה בסך שני מיליון וארבע מאות אלף שקלים חדשים.",
      "normalized": "כדי לממן את הפרויקט, הבנק אישר הלוואה בסך 2,400,000 שקלים חדשים."
    },
    {
      "original": "הפגישה הגורלית נקבעה לתשעה בנובמבר שנת אלפיים עשרים וחמש.",
      "normalized": "הפגישה הגורלית נקבעה ל-9 בנובמבר שנת 2025."
    },
    {
      "original": "דובר המשטרה אישר את גילו של החשוד המרכזי, בן עשרים ושבע, תושב הצפון.",
      "normalized": "דובר המשטרה אישר את גילו של החשוד המרכזי, בן 27, תושב הצפון."
    },
    {
      "original": "אורכו של הגשר החדש הוא שני קילומטרים ושבע מאות מטרים בדיוק.",
      "normalized": "אורכו של הגשר החדש הוא 2 קילומטרים ו-700 מטרים בדיוק."
    },
    {
      "original": "האירוע ההיסטורי התרחש בשנת אלף שמונה מאות ושמונים ושתיים בעיר העתיקה.",
      "normalized": "האירוע ההיסטורי התרחש בשנת 1882 בעיר העתיקה."
    },
    {
      "original": "השקעתו הראשונית, שעמדה על כחמשת אלפים דולר, צמחה לשווי של מעל מאה אלף דולר.",
      "normalized": "השקעתו הראשונית, שעמדה על כ-5,000 דולר, צמחה לשווי של מעל 100,000 דולר."
    },
    {
      "original": "נשיא החברה, כיום בן שישים ושלוש, הקים את העסק כשהיה רק בן עשרים ושתיים.",
      "normalized": "נשיא החברה, כיום בן 63, הקים את העסק כשהיה רק בן 22."
    },
    {
      "original": "הדיון הבא בבית המשפט יתקיים בעוד שלושה שבועות וחמישה ימים.",
      "normalized": "הדיון הבא בבית המשפט יתקיים בעוד 3 שבועות ו-5 ימים."
    },
    {
      "original": "לפי הדיווח, המבצע הצבאי כלל שלושת אלפים ושש מאות חיילים.",
      "normalized": "לפי הדיווח, המבצע הצבאי כלל 3,600 חיילים."
    },
    {
      "original": "מחירו של הנכס הוערך בכמיליון וחצי דולרים על ידי שמאי מקרקעין.",
      "normalized": "מחירו של הנכס הוערך בכ-1,500,000 דולרים על ידי שמאי מקרקעין."
    },
    {
      "original": "המרתון יתחיל בדיוק בשעה שש וארבעים וחמש דקות בבוקר.",
      "normalized": "המרתון יתחיל בדיוק בשעה 6 ו-45 דקות בבוקר."
    },
    {
      "original": "העד המרכזי בפרשה, גבר בן ארבעים ושש, נעלם במפתיע לפני יומיים.",
      "normalized": "העד המרכזי בפרשה, גבר בן 46, נעלם במפתיע לפני יומיים."
    },
    {
      "original": "עיריית תל אביב הודיעה על השקעה של מאה ועשרים מיליון שקלים בשיפוץ תשתיות.",
      "normalized": "עיריית תל אביב הודיעה על השקעה של 120,000,000 שקלים בשיפוץ תשתיות."
    },
    {
      "original": "ספרה האחרון, שנכתב בשנת אלפיים ותשע עשרה, זכה להצלחה מסחררת.",
      "normalized": "ספרה האחרון, שנכתב בשנת 2019, זכה להצלחה מסחררת."
    },
    {
      "original": "במקרר נותר רק חצי ליטר חלב ושתי ביצים.",
      "normalized": "במקרר נותר רק 1/2 ליטר חלב ו-2 ביצים."
    },
    {
      "original": "החוב החיצוני של המדינה צמח בשנה האחרונה בשבעה עשר אחוזים.",
      "normalized": "החוב החיצוני של המדינה צמח בשנה האחרונה ב-17 אחוזים."
    },
    {
      "original": "תחזית מזג האוויר צופה טמפרטורה של שלושים ושתיים מעלות בצל מחר בצהריים.",
      "normalized": "תחזית מזג האוויר צופה טמפרטורה של 32 מעלות בצל מחר בצהריים."
    },
    {
      "original": "התלמידה, בת שבע עשרה, לומדת בכיתה יא עם עוד שלושים ושניים תלמידים.",
      "normalized": "התלמידה, בת 17, לומדת בכיתה י\"א עם עוד 32 תלמידים."
    },
    {
      "original": "הרץ השלים את המרתון בזמן של ארבע שעות ועשרים ושלוש דקות, שיפור של דקה ורבע משיאו הקודם.",
      "normalized": "הרץ השלים את המרתון בזמן של 4 שעות ו-23 דקות, שיפור של דקה ו-1/4 משיאו הקודם."
    },
    {
      "original": "האירוע ההיסטורי התרחש בתשעה במאי, שנת אלף תשע מאות ארבעים וחמש.",
      "normalized": "האירוע ההיסטורי התרחש ב-9 במאי, שנת 1945."
    },
    {
      "original": "שכר הלימוד השנתי באוניברסיטה עומד על כשלושים ושניים אלף שקלים.",
      "normalized": "שכר הלימוד השנתי באוניברסיטה עומד על כ-32,000 שקלים."
    },
    {
      "original": "שחקן הכדורסל, שגובהו מטר ותשעים ושבעה סנטימטרים, חתם בקבוצה בגיל עשרים ושש.",
      "normalized": "שחקן הכדורסל, שגובהו 1 מטר ו-97 סנטימטרים, חתם בקבוצה בגיל 26."
    },
    {
      "original": "ההרצאה תתחיל בעוד עשרים דקות, בשעה שבע וחצי בדיוק.",
      "normalized": "ההרצאה תתחיל בעוד 20 דקות, בשעה 7:30 בדיוק."
    },
    {
      "original": "במערכת החינוך העירונית לומדים למעלה משלושים ושמונת אלפים ושש מאות תלמידים.",
      "normalized": "במערכת החינוך העירונית לומדים למעלה מ-38,600 תלמידים."
    },
    {
      "original": "הקבוצה ניצחה בהפרש של שבע עשרה נקודות, לאחר קאמבק מרשים ברבע האחרון.",
      "normalized": "הקבוצה ניצחה בהפרש של 17 נקודות, לאחר קאמבק מרשים ברבע האחרון."
    },
    {
      "original": "המבחן הסופי ייערך בעשרים ושבעה ביוני, שנת אלפיים עשרים וחמש.",
      "normalized": "המבחן הסופי ייערך ב-27 ביוני, שנת 2025."
    },
    {
      "original": "בספרייה ישנם למעלה משני מיליון וחמש מאות אלף ספרים.",
      "normalized": "בספרייה ישנם למעלה מ-2,500,000 ספרים."
    },
    {
      "original": "כשליש מהסטודנטים בחוג לסוציולוגיה, שהם כשמונה מאות איש, מקבלים מלגה.",
      "normalized": "כ-1/3 מהסטודנטים בחוג לסוציולוגיה, שהם כ-800 איש, מקבלים מלגה."
    },
    {
      "original": "האצטדיון יכול להכיל עד ארבעים ואחד אלף ושש מאות צופים.",
      "normalized": "האצטדיון יכול להכיל עד 41,600 צופים."
    },
    {
      "original": "סבא רבא שלי נולד בשנת אלף שמונה מאות ותשעים ושתיים.",
      "normalized": "סבא רבא שלי נולד בשנת 1892."
    },
    {
      "original": "שחיינית בת עשרים ושתיים קבעה שיא לאומי חדש במשחה למאה מטרים.",
      "normalized": "שחיינית בת 22 קבעה שיא לאומי חדש במשחה ל-100 מטרים."
    },
    {
      "original": "הפרויקט דורש השקעה של מאה וחמישים שעות עבודה משלושה סטודנטים.",
      "normalized": "הפרויקט דורש השקעה של 150 שעות עבודה מ-3 סטודנטים."
    },
    {
      "original": "הטיסה תמריא בשעה חמש וארבעים וחמש דקות לפנות בוקר.",
      "normalized": "הטיסה תמריא בשעה 5:45 לפנות בוקר."
    },
    {
      "original": "המאמן, בן ארבעים ושמונה, הוביל את קבוצתו לשלוש אליפויות רצופות.",
      "normalized": "המאמן, בן 48, הוביל את קבוצתו ל-3 אליפויות רצופות."
    },
    {
      "original": "נדרשו אחת עשרה שנות לימוד כדי להגיע למעמד של פרופסור מן המניין.",
      "normalized": "נדרשו 11 שנות לימוד כדי להגיע למעמד של פרופסור מן המניין."
    },
    {
      "original": "המשחק הוכרע לאחר שתי הארכות ובסך הכל מאה ושלושים ושמונה נקודות.",
      "normalized": "המשחק הוכרע לאחר 2 הארכות ובסך הכל 138 נקודות."
    },
    {
      "original": "הסמסטר יסתיים בעוד חודש וחצי, בשלושים ואחד בינואר.",
      "normalized": "הסמסטר יסתיים בעוד חודש ו-1/2, ב-31 בינואר."
    },
    {
      "original": "הבנק המרכזי העלה את הריבית ברבע אחוז, והיא עומדת כעת על ארבעה נקודה שבעים וחמישה אחוזים.",
      "normalized": "הבנק המרכזי העלה את הריבית ב-0.25 אחוז, והיא עומדת כעת על 4.75 אחוזים."
    },
    {
      "original": "החברה דיווחה על רווח נקי של שבעה מיליון ושמונה מאות אלף שקלים ברבעון האחרון.",
      "normalized": "החברה דיווחה על רווח נקי של 7,800,000 שקלים ברבעון האחרון."
    },
    {
      "original": "בשנת אלפיים ושמונה, המשבר הכלכלי העולמי השפיע על יותר משלושים וחמש מדינות.",
      "normalized": "בשנת 2008, המשבר הכלכלי העולמי השפיע על יותר מ-35 מדינות."
    },
    {
      "original": "שווי השוק של ענקית הטכנולוגיה נאמד בכשמונה מאות וארבעים מיליארד דולר.",
      "normalized": "שווי השוק של ענקית הטכנולוגיה נאמד בכ-840,000,000,000 דולר."
    },
    {
      "original": "מדד המחירים לצרכן עלה בחודש האחרון בשלוש עשיריות האחוז.",
      "normalized": "מדד המחירים לצרכן עלה בחודש האחרון ב-0.3 אחוז."
    },
    {
      "original": "הממשלה אישרה תקציב נוסף בסך שני מיליארד וחמש מאות מיליון שקלים לחיזוק הצפון.",
      "normalized": "הממשלה אישרה תקציב נוסף בסך 2,500,000,000 שקלים לחיזוק הצפון."
    },
    {
      "original": "ארבעה עשר כלכלנים בכירים חתמו על המכתב הפתוח לנגיד בנק ישראל.",
      "normalized": "14 כלכלנים בכירים חתמו על המכתב הפתוח לנגיד בנק ישראל."
    },
    {
      "original": "הקבוצה ניצחה את המשחק בתוצאה שלוש אפס, כאשר שני שערים נכבשו במחצית השנייה.",
      "normalized": "הקבוצה ניצחה את המשחק בתוצאה 3-0, כאשר 2 שערים נכבשו במחצית השנייה."
    },
    {
      "original": "השחקן חתם על חוזה חדש לחמש שנים בשווי של כמאה ושבעים מיליון אירו.",
      "normalized": "השחקן חתם על חוזה חדש ל-5 שנים בשווי של כ-170,000,000 אירו."
    },
    {
      "original": "במונדיאל של שנת אלף תשע מאות שמונים ושש, מראדונה הוביל את ארגנטינה לזכייה.",
      "normalized": "במונדיאל של שנת 1986, מראדונה הוביל את ארגנטינה לזכייה."
    },
    {
      "original": "האצן סיים את ריצת המאה מטר בזמן שיא של תשע שניות וחמישים ושמונה מאיות.",
      "normalized": "האצן סיים את ריצת המאה מטר בזמן שיא של 9.58 שניות."
    },
    {
      "original": "למשחק הגמר הגיעו שבעים ושמונת אלף וארבע מאות חמישים ושבעה צופים נלהבים.",
      "normalized": "למשחק הגמר הגיעו 78,457 צופים נלהבים."
    },
    {
      "original": "השחיינית קבעה שיא אולימפי חדש לאחר שסיימה את המשחה בזמן של דקה אחת וחמישים וארבע שניות.",
      "normalized": "השחיינית קבעה שיא אולימפי חדש לאחר שסיימה את המשחה בזמן של דקה 1 ו-54 שניות."
    },
    {
      "original": "שלושה עשר אחוזים בלבד מהקבוצות בליגה הצליחו לזכות באליפות בשני העשורים האחרונים.",
      "normalized": "13 אחוזים בלבד מהקבוצות בליגה הצליחו לזכות באליפות ב-2 העשורים האחרונים."
    },
    {
      "original": "הטיול שלנו לדרום אמריקה נמשך שלושה שבועות וכלל ביקור בחמש מדינות שונות.",
      "normalized": "הטיול שלנו לדרום אמריקה נמשך 3 שבועות וכלל ביקור ב-5 מדינות שונות."
    },
    {
      "original": "כרטיס הטיסה לבנגקוק עלה לנו אלף מאתיים וארבעים דולר לאדם.",
      "normalized": "כרטיס הטיסה לבנגקוק עלה לנו 1,240 דולר לאדם."
    },
    {
      "original": "העיר העתיקה של דוברובניק, שהוקמה במאה השביעית, מושכת אליה כשני מיליון תיירים בשנה.",
      "normalized": "העיר העתיקה של דוברובניק, שהוקמה במאה ה-7, מושכת אליה כ-2,000,000 תיירים בשנה."
    },
    {
      "original": "המרחק בין שתי הערים הוא מאתיים ושבעים ושלושה קילומטרים בנסיעה ברכב.",
      "normalized": "המרחק בין שתי הערים הוא 273 קילומטרים בנסיעה ברכב."
    },
    {
      "original": "במהלך הטרק חצינו שני נהרות ועלינו לגובה של שלושת אלפים ושש מאות מטרים.",
      "normalized": "במהלך הטרק חצינו 2 נהרות ועלינו לגובה של 3,600 מטרים."
    },
    {
      "original": "ארבע משפחות ישראליות נפגשו במקרה במלון קטן באיטליה.",
      "normalized": "4 משפחות ישראליות נפגשו במקרה במלון קטן באיטליה."
    },
    {
      "original": "הטיסה שלנו מתל אביב לרומא התעכבה בשלוש שעות, ועכשיו אנחנו ממתינים בשער עשרים ושבע.",
      "normalized": "הטיסה שלנו מתל אביב לרומא התעכבה ב-3 שעות, ועכשיו אנחנו ממתינים בשער 27."
    },
    {
      "original": "הזמנו חדר במלון לארבעה לילות וקיבלנו הנחה של חמישה עשר אחוזים על המחיר הכולל.",
      "normalized": "הזמנו חדר במלון ל-4 לילות וקיבלנו הנחה של 15 אחוזים על המחיר הכולל."
    },
    {
      "original": "כדי לברר פרטים נוספים, התקשרתי למספר הטלפון של סוכנות הנסיעות: אפס חמש ארבע, שבע שמונה תשע, אחת שתיים שלוש ארבע.",
      "normalized": "כדי לברר פרטים נוספים, התקשרתי למספר הטלפון של סוכנות הנסיעות: 054-7891234."
    },
    {
      "original": "זוהי הפעם החמישית שלי באיטליה, אבל הפעם הראשונה שאני מבקר בעיר נאפולי.",
      "normalized": "זוהי הפעם ה-5 שלי באיטליה, אבל הפעם ה-1 שאני מבקר בעיר נאפולי."
    },
    {
      "original": "במהלך הטיול שלנו באוסטרליה, נסענו יותר מאלפיים ושבע מאות קילומטרים לאורך החוף המזרחי.",
      "normalized": "במהלך הטיול שלנו באוסטרליה, נסענו יותר מ-2,700 קילומטרים לאורך החוף המזרחי."
    },
    {
      "original": "כשהגענו לפסגת ההר המושלג, הטמפרטורה צנחה למינוס שש מעלות, מה שגרם לנו לחזור למלון מוקדם מהצפוי.",
      "normalized": "כשהגענו לפסגת ההר המושלג, הטמפרטורה צנחה ל-6- מעלות, מה שגרם לנו לחזור למלון מוקדם מהצפוי."
    },
    {
      "original": "קנינו שני כרטיסים לרכבת המהירה שעלו מאה עשרים ושבעה אירו, ונותרו לנו עוד כשלוש מאות אירו לבזבוזים לשלושת הימים הבאים.",
      "normalized": "קנינו 2 כרטיסים לרכבת המהירה שעלו 127 אירו, ונותרו לנו עוד כ-300 אירו לבזבוזים ל-3 הימים הבאים."
    },
    {
      "original": "על פי מדגם הטלוויזיה, המפלגה המובילה זכתה בכשלושים וארבעה מנדטים, בעוד המפלגה השנייה קיבלה עשרים ותשעה.",
      "normalized": "על פי מדגם הטלוויזיה, המפלגה המובילה זכתה בכ-34 מנדטים, בעוד המפלגה השנייה קיבלה 29."
    },
    {
      "original": "פרק הגמר של סדרת הריאליטי שבר שיאי צפייה עם למעלה ממיליון ומאתיים אלף צופים רק בישראל.",
      "normalized": "פרק הגמר של סדרת הריאליטי שבר שיאי צפייה עם למעלה מ-1,200,000 צופים רק בישראל."
    },
    {
      "original": "בשישה עשר במרץ אלפיים ועשרים, הכריז ארגון הבריאות העולמי על מגפה עולמית, לאחר שדווח על מאות אלפי חולים ביותר ממאה מדינות.",
      "normalized": "ב-16 במרץ 2020, הכריז ארגון הבריאות העולמי על מגפה עולמית, לאחר שדווח על מאות אלפי חולים ביותר מ-100 מדינות."
    },
    {
      "original": "העיתונאי זכה בפרס פוליצר על כתבתו השלישית בסדרה, שעסקה בשחיתות שלטונית בעירייה.",
      "normalized": "העיתונאי זכה בפרס פוליצר על כתבתו ה-3 בסדרה, שעסקה בשחיתות שלטונית בעירייה."
    },
    {
      "original": "אם ראיתם את האירוע, אתם מתבקשים להתקשר למספר אחת אפס אפס של המשטרה או לקו החם שמספרו אחת שמונה מאות, חמש חמש חמש, שש שבע שמונה תשע.",
      "normalized": "אם ראיתם את האירוע, אתם מתבקשים להתקשר למספר 100 של המשטרה או לקו החם שמספרו 1-800-555-6789."
    },
    {
      "original": "הסקר האחרון מגלה כי כשבעים ושניים אחוזים מבני הנוער צורכים חדשות בעיקר דרך רשתות חברתיות, ורק שנים עשר אחוזים דרך הטלוויזיה.",
      "normalized": "הסקר האחרון מגלה כי כ-72 אחוזים מבני הנוער צורכים חדשות בעיקר דרך רשתות חברתיות, ורק 12 אחוזים דרך הטלוויזיה."
    },
    {
      "original": "הכתבה התבססה על חמישה מקורות יודעי דבר ושני מומחים חיצוניים, אך רק אחד מהם הסכים להיחשף.",
      "normalized": "הכתבה התבססה על 5 מקורות יודעי דבר ו-2 מומחים חיצוניים, אך רק 1 מהם הסכים להיחשף."
    },
    {
      "original": "בעקבות ההודעה על העלאת הריבית, הבורסה נסגרה בירידה של אחוז וחצי, הפסד של כארבע מאות ושבעים מיליון שקלים.",
      "normalized": "בעקבות ההודעה על העלאת הריבית, הבורסה נסגרה בירידה של 1.5%, הפסד של כ-470,000,000 שקלים."
    },
    {
      "original": "החברה דיווחה על רווח של שבעה עשר מיליון ושש מאות אלף דולר ברבעון השלישי של השנה, עלייה של כשנים עשר אחוזים לעומת התקופה המקבילה אשתקד.",
      "normalized": "החברה דיווחה על רווח של 17,600,000 דולר ברבעון ה-3 של השנה, עלייה של כ-12 אחוזים לעומת התקופה המקבילה אשתקד."
    },
    {
      "original": "לקחתי הלוואה של חמישים אלף שקלים בריבית של ארבעה אחוזים לשנה, ואני מתכנן להחזיר אותה בעשרים וארבעה תשלומים.",
      "normalized": "לקחתי הלוואה של 50,000 שקלים בריבית של 4 אחוזים לשנה, ואני מתכנן להחזיר אותה ב-24 תשלומים."
    },
    {
      "original": "לאחר כל ההוצאות הבלתי צפויות החודש, חשבון הבנק שלי עומד על מינוס אלף שלוש מאות ושבעים וחמישה שקלים.",
      "normalized": "לאחר כל ההוצאות הבלתי צפויות החודש, חשבון הבנק שלי עומד על 1,375- שקלים."
    },
    {
      "original": "התמ\"ג צמח ברבעון האחרון בשני אחוזים ושלוש עשיריות האחוז, מעל התחזית המוקדמת שעמדה על אחוז ותשע עשיריות בלבד.",
      "normalized": "התמ\"ג צמח ברבעון האחרון ב-2.3 אחוזים, מעל התחזית המוקדמת שעמדה על 1.9 אחוזים בלבד."
    },
    {
      "original": "זוהי ההנפקה הראשונה בבורסה לשנת אלפיים עשרים וארבע, והיא גייסה סכום של שמונים ושניים מיליון שקלים משלושה עשר גופים מוסדיים.",
      "normalized": "זוהי ההנפקה ה-1 בבורסה לשנת 2024, והיא גייסה סכום של 82,000,000 שקלים מ-13 גופים מוסדיים."
    },
    {
      "original": "מכבי תל אביב ניצחה את הפועל ירושלים בתוצאה תשעים ושתיים מול שמונים ותשע.",
      "normalized": "מכבי תל אביב ניצחה את הפועל ירושלים בתוצאה 92 מול 89."
    },
    {
      "original": "השחקן, מספר שבע, הוא רק בן עשרים ואחת.",
      "normalized": "השחקן, מספר 7, הוא רק בן 21."
    },
    {
      "original": "כארבעים וחמישה אלף צופים הגיעו למשחק הגמר.",
      "normalized": "כ-45,000 צופים הגיעו למשחק הגמר."
    },
    {
      "original": "האם היא רצה את מרתון תל אביב בפחות מארבע שעות?",
      "normalized": "האם היא רצה את מרתון תל אביב בפחות מ-4 שעות?"
    },
    {
      "original": "לקבוצה יש שבעים ושלושה אחוזי הצלחה מהעונשין העונה.",
      "normalized": "לקבוצה יש 73 אחוזי הצלחה מהעונשין העונה."
    },
    {
      "original": "היא ניצחה בשלוש מערכות: שש-ארבע, חמש-שבע, ושש-אחת.",
      "normalized": "היא ניצחה ב-3 מערכות: 6-4, 5-7, ו-6-1."
    },
    {
      "original": "אני אקח שני הפוכים ושלושה קרואסונים, בבקשה.",
      "normalized": "אני אקח 2 הפוכים ו-3 קרואסונים, בבקשה."
    },
    {
      "original": "סליחה, איזה קו מגיע לתחנה המרכזית, שבעים וארבע או תשעים?",
      "normalized": "סליחה, איזה קו מגיע לתחנה המרכזית, 74 או 90?"
    },
    {
      "original": "סבתא שלי תחגוג יום הולדת תשעים ושש בשבוע הבא.",
      "normalized": "סבתא שלי תחגוג יום הולדת 96 בשבוע הבא."
    },
    {
      "original": "הם קנו דירה חדשה במחיר של שני מיליון ושמונה מאות אלף שקלים.",
      "normalized": "הם קנו דירה חדשה במחיר של 2,800,000 שקלים."
    },
    {
      "original": "נצא מהבית בעוד כעשרים דקות.",
      "normalized": "נצא מהבית בעוד כ-20 דקות."
    },
    {
      "original": "יש הנחה של חמישה עשר אחוז על כל המוצרים בחנות.",
      "normalized": "יש הנחה של 15 אחוז על כל המוצרים בחנות."
    },
    {
      "original": "קניתי ארבע עגבניות, מלפפון אחד ושתי פחיות שימורים.",
      "normalized": "קניתי 4 עגבניות, מלפפון 1 ו-2 פחיות שימורים."
    },
    {
      "original": "בכיתה י\"א אחת לומדים שלושים ושני תלמידים.",
      "normalized": "בכיתה י\"א 1 לומדים 32 תלמידים."
    },
    {
      "original": "כמה קיבלת במבחן בהיסטוריה, שמונים וחמש או תשעים ושתיים?",
      "normalized": "כמה קיבלת במבחן בהיסטוריה, 85 או 92?"
    },
    {
      "original": "תקציב האוניברסיטה לשנת אלפיים עשרים וחמש עומד על כשלושה מיליארד שקלים.",
      "normalized": "תקציב האוניברסיטה לשנת 2025 עומד על כ-3,000,000,000 שקלים."
    },
    {
      "original": "למעלה מתשעים ושבעה אחוזים מהסטודנטים עברו את בחינת הגמר.",
      "normalized": "למעלה מ-97 אחוזים מהסטודנטים עברו את בחינת הגמר."
    },
    {
      "original": "השיעור עסק במדינת ישראל בשנות החמישים והשישים.",
      "normalized": "השיעור עסק במדינת ישראל בשנות ה-50 וה-60."
    },
    {
      "original": "המרצה החדש לפיזיקה הוא בן שלושים ושמונה בלבד.",
      "normalized": "המרצה החדש לפיזיקה הוא בן 38 בלבד."
    },
    {
      "original": "עליכם לקרוא שני ספרים ולכתוב סיכום של חמש מאות מילה על כל אחד.",
      "normalized": "עליכם לקרוא 2 ספרים ולכתוב סיכום של 500 מילה על כל אחד."
    },
    {
      "original": "נפגש בשלוש וחצי בדיוק.",
      "normalized": "נפגש ב-3:30 בדיוק."
    },
    {
      "original": "המחיר הוא כמאתיים שקלים, לא כולל מע\"מ.",
      "normalized": "המחיר הוא כ-200 שקלים, לא כולל מע\"מ."
    },
    {
      "original": "קניתי מאה ושבעה עפרונות צבעוניים.",
      "normalized": "קניתי 107 עפרונות צבעוניים."
    },
    {
      "original": "החברה הרוויחה שלושה מיליון ארבע מאות חמישים ושניים אלף שבע מאות ותשע שקל ברבעון האחרון.",
      "normalized": "החברה הרוויחה 3,452,709 שקל ברבעון האחרון."
    },
    {
      "original": "הטמפרטורה בהר החרמון צנחה למינוס שתים עשרה מעלות.",
      "normalized": "הטמפרטורה בהר החרמון צנחה ל- -12 מעלות."
    },
    {
      "original": "ערך הפאי הוא בקירוב שלוש נקודה אחת ארבע אחת חמש תשע.",
      "normalized": "ערך הפאי הוא בקירוב 3.14159."
    },
    {
      "original": "למתכון צריך להוסיף שני שלישים כוס סוכר.",
      "normalized": "למתכון צריך להוסיף 2/3 כוס סוכר."
    },
    {
      "original": "מספר הטלפון שלי הוא אפס חמש ארבע שש שבע שמונה תשע אפס אחת שתיים.",
      "normalized": "מספר הטלפון שלי הוא 054-6789012."
    },
    {
      "original": "האירוע יתקיים בעשרים ותשעה בנובמבר אלף תשע מאות שמונים ושלוש.",
      "normalized": "האירוע יתקיים ב-29 בנובמבר 1983."
    },
    {
      "original": "הרכבת תגיע בשעה שבע וארבעים וחמש דקות בדיוק.",
      "normalized": "הרכבת תגיע בשעה 7 ו-45 דקות בדיוק."
    },
    {
      "original": "זהו הניסיון המאה ואחד שלי לפתוח את הצנצנת.",
      "normalized": "זהו הניסיון ה-101 שלי לפתוח את הצנצנת."
    },
    {
      "original": "פגשתי את ששת המועמדים הסופיים לתפקיד.",
      "normalized": "פגשתי את 6 המועמדים הסופיים לתפקיד."
    },
    {
      "original": "באירוע השתתפו יותר מאלף איש.",
      "normalized": "באירוע השתתפו יותר מ-1000 איש."
    },
    {
      "original": "הכרטיסים יעלו פחות משלושים שקלים חדשים.",
      "normalized": "הכרטיסים יעלו פחות מ-30 שקלים חדשים."
    },
    {
      "original": "חיכינו שם כמעט ארבעים וחמש דקות.",
      "normalized": "חיכינו שם כמעט 45 דקות."
    },
    {
      "original": "רכשתי רכב עם מנוע שש-עשרה שסתומים.",
      "normalized": "רכשתי רכב עם מנוע 16 שסתומים."
    },
    {
      "original": "בארבעת הימים האחרונים למדתי למבחן.",
      "normalized": "ב-4 הימים האחרונים למדתי למבחן."
    },
    {
      "original": "המרחק מכאן לירח הוא כשלוש מאות שמונים וארבעה אלף קילומטרים.",
      "normalized": "המרחק מכאן לירח הוא כ-384,000 קילומטרים."
    },
    {
      "original": "היו שם 3 ילדים ועוד שתיים בדרך.",
      "normalized": "היו שם 3 ילדים ועוד 2 בדרך."
    },
    {
      "original": "הצלחנו למכור אחת-עשרה מכוניות החודש.",
      "normalized": "הצלחנו למכור 11 מכוניות החודש."
    }
  ]
}